Repository: biglinux/biglinux-noise-reduction-pipewire
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Activate audio loopback (Monitor). Allows hearing your own processed voice to test adjustments. Note: There will always be a small delay (latency) in the return.
bg: Активирайте аудио обратна връзка (Монитор). Позволява да чуете собствения си обработен глас, за да тествате настройките. Забележка: Винаги ще има малко закъснение (латентност) в връщането.
cs: Aktivovat smyčku zvuku (Monitor). Umožňuje slyšet svůj vlastní zpracovaný hlas pro testování úprav. Poznámka: Vždy bude existovat malé zpoždění (latence) při návratu.
da: Aktivér lydsløjfe (Monitor). Giver mulighed for at høre din egen behandlede stemme for at teste justeringer. Bemærk: Der vil altid være en lille forsinkelse (latens) i tilbageleveringen.
de: Aktivieren Sie die Audio-Rückführung (Überwachung). Ermöglicht das Hören Ihrer eigenen bearbeiteten Stimme, um Anpassungen zu testen. Hinweis: Es wird immer eine kleine Verzögerung (Latenz) bei der Rückgabe geben.
el: Ενεργοποιήστε την ανατροφοδότηση ήχου (Παρακολούθηση). Επιτρέπει την ακρόαση της επεξεργασμένης φωνής σας για να δοκιμάσετε τις ρυθμίσεις. Σημείωση: Θα υπάρχει πάντα μια μικρή καθυστέρηση (καθυστέρηση) στην επιστροφή.
es: Activar bucle de audio (Monitoreo). Permite escuchar tu propia voz procesada para probar ajustes. Nota: Siempre habrá un pequeño retraso (latencia) en la devolución.
et: Aktiveeri heli tagasiside (Jälgimine). Lubab kuulda oma töödeldud häält, et testida seadistusi. Märkus: Tagasipöördumisel on alati väike viivitus (latentsus).
fi: Ota käyttöön äänen silmukointi (Seuranta). Mahdollistaa oman käsitellyn äänen kuulemisen säätöjen testaamiseksi. Huom: Palautuksessa on aina pieni viive (latenssi).
fr: Activer le retour audio (Moniteur). Permet d'entendre votre propre voix traitée pour tester les ajustements. Remarque : Il y aura toujours un léger délai (latence) dans le retour.
he: הפעל חזרה קולית (מוניטור). מאפשר לשמוע את הקול המעובד שלך כדי לבדוק התאמות. הערה: תמיד תהיה עיכוב קטן (לטנסי) בהחזרה.
hr: Aktivirajte audio povratnu petlju (Monitor). Omogućuje slušanje vlastitog obrađenog glasa za testiranje prilagodbi. Napomena: Uvijek će postojati mala kašnjenja (latencija) u povratku.
hu: Aktiválja az audio visszacsatolást (Monitor). Lehetővé teszi, hogy hallja saját feldolgozott hangját a beállítások teszteléséhez. Megjegyzés: Mindig lesz egy kis késleltetés (latencia) a visszatérésben.
is: Aktivera hördslinga (Övervakning). Möjliggör att höra din egen bearbetade röst för att testa justeringar. Obs: Det kommer alltid att finnas en liten fördröjning (latens) i återkopplingen.
it: Attiva il loopback audio (Monitor). Consente di ascoltare la propria voce elaborata per testare le regolazioni. Nota: ci sarà sempre un piccolo ritardo (latenza) nel ritorno.
ja: オーディオループバックを有効にする（モニター）。 調整をテストするために、自分の処理された声を聞くことができます。 注意：戻りには常にわずかな遅延（レイテンシ）が発生します。
nl: Activeer audio-loopback (Monitor). Maakt het mogelijk om je eigen verwerkte stem te horen om aanpassingen te testen. Opmerking: Er zal altijd een kleine vertraging (latentie) zijn in de terugkeer.
no: Aktiver lydsløyfe (Monitor). Lar deg høre din egen bearbeidede stemme for å teste justeringer. Merk: Det vil alltid være en liten forsinkelse (latens) i tilbakemeldingen.
pl: Aktywuj pętlę audio (Monitor). Pozwala usłyszeć własny przetworzony głos w celu przetestowania ustawień. Uwaga: Zawsze będzie występować niewielkie opóźnienie (latencja) w powrocie.
pt: Ativar loopback de áudio (Monitor). Permite ouvir sua própria voz processada para testar ajustes. Nota: Sempre haverá um pequeno atraso (latência) na devolução.
ro: Activează bucla audio (Monitor). Permite auzirea vocii tale procesate pentru a testa ajustările. Notă: Va exista întotdeauna o mică întârziere (latență) în returnare.
ru: Активировать петлю аудио (Монитор). Позволяет слышать свой обработанный голос для тестирования настроек. Примечание: всегда будет небольшая задержка (латентность) в возврате.
sk: Aktivovať audio spätnú väzbu (Monitor). Umožňuje počuť vlastný spracovaný hlas na testovanie úprav. Poznámka: Vždy bude existovať malá oneskorenie (latencia) pri návrate.
sv: Aktivera ljudåterkoppling (Övervakning). Möjliggör att höra din egen bearbetade röst för att testa justeringar. Obs: Det kommer alltid att finnas en liten fördröjning (latens) i återkopplingen.
tr: Ses geri beslemesini etkinleştir (İzleme). Ayarları test etmek için işlenmiş sesinizi duymanıza olanak tanır. Not: Dönüşte her zaman küçük bir gecikme (laten) olacaktır.
uk: Активувати аудіо петлю (Монітор). Дозволяє чути свій оброблений голос для перевірки налаштувань. Примітка: Завжди буде невелика затримка (латентність) у поверненні.

source: Add an extra delay to the monitor return. Useful for checking audio/video sync in recordings or to avoid mental confusion when speaking and hearing yourself immediately.
bg: Добавете допълнително забавяне при връщането на монитора. Полезно за проверка на синхронизацията на аудио/видео в записи или за избягване на умствено объркване, когато говорите и чувате себе си веднага.
cs: Přidejte další zpoždění při návratu monitoru. Užitečné pro kontrolu synchronizace zvuku a videa v nahrávkách nebo pro vyhnutí se mentálnímu zmatení, když mluvíte a slyšíte se okamžitě.
da: Tilføj en ekstra forsinkelse til monitorretur. Nyttig til at tjekke lyd/video synkronisering i optagelser eller for at undgå mental forvirring, når du taler og hører dig selv med det samme.
de: Fügen Sie eine zusätzliche Verzögerung zur Monitorrückgabe hinzu. Nützlich zum Überprüfen der Audio-/Video-Synchronisation in Aufnahmen oder um mentale Verwirrung zu vermeiden, wenn Sie sprechen und sich sofort selbst hören.
el: Προσθέστε μια επιπλέον καθυστέρηση στην επιστροφή της οθόνης. Χρήσιμο για τον έλεγχο συγχρονισμού ήχου/βίντεο σε εγγραφές ή για να αποφευχθεί η πνευματική σύγχυση όταν μιλάτε και ακούτε τον εαυτό σας αμέσως.
es: Agrega un retraso adicional al retorno del monitor. Útil para verificar la sincronización de audio/video en grabaciones o para evitar confusiones mentales al hablar y escucharte de inmediato.
et: Lisa monitori tagasitoomisele lisaviivitus. Kasulik helivideo sünkroonimise kontrollimiseks salvestustes või vaimse segaduse vältimiseks, kui räägid ja kuuled end kohe.
fi: Lisää ylimääräinen viive näytön palautukseen. Hyödyllinen äänen/kuvan synkronoinnin tarkistamiseen tallenteissa tai välttämään henkistä hämmennystä puhuessasi ja kuullessasi itsesi heti.
fr: Ajoutez un délai supplémentaire au retour du moniteur. Utile pour vérifier la synchronisation audio/vidéo dans les enregistrements ou pour éviter la confusion mentale lorsque vous parlez et vous entendez immédiatement.
he: הוסף עיכוב נוסף להחזרת המסך. שימושי לבדוק סנכרון אודיו/וידאו בהקלטות או כדי למנוע בלבול מנטלי כאשר מדברים ושומעים את עצמך מיד.
hr: Dodajte dodatno kašnjenje prilikom vraćanja monitora. Koristan za provjeru audio/video sinkronizacije u snimkama ili za izbjegavanje mentalne konfuzije kada govorite i odmah se čujete.
hu: Adjon hozzá egy extra késleltetést a monitor visszaállításához. Hasznos az audio/video szinkron ellenőrzésére felvételekben, vagy hogy elkerülje a mentális zűrzavart, amikor beszél és azonnal hallja önmagát.
is: Bættu við auka töf á skjáendurgjöfina. Gagnlegt til að athuga hljóð/mynd samræmi í upptökum eða til að forðast andlega ruglingu þegar talað er og heyrt sjálfan sig strax.
it: Aggiungi un ritardo extra al ritorno del monitor. Utile per controllare la sincronizzazione audio/video nelle registrazioni o per evitare confusione mentale quando parli e ti senti immediatamente.
ja: モニターの戻りに追加の遅延を加えます。 録音時の音声/映像の同期を確認したり、自分の声をすぐに聞くことで混乱を避けるのに役立ちます。
nl: Voeg een extra vertraging toe aan de monitorretour. Nuttig voor het controleren van audio/video-synchronisatie in opnames of om mentale verwarring te voorkomen wanneer je spreekt en jezelf onmiddellijk hoort.
no: Legg til en ekstra forsinkelse til monitorreturen. Nyttig for å sjekke lyd/video-synkronisering i opptak eller for å unngå mental forvirring når du snakker og hører deg selv umiddelbart.
pl: Dodaj dodatkowe opóźnienie do powrotu monitora. Przydatne do sprawdzania synchronizacji audio/wideo w nagraniach lub aby uniknąć zamieszania psychicznego podczas mówienia i natychmiastowego słyszenia siebie.
pt: Adicione um atraso extra ao retorno do monitor. Útil para verificar a sincronização de áudio/vídeo em gravações ou para evitar confusão mental ao falar e ouvir a si mesmo imediatamente.
ro: Adăugați o întârziere suplimentară la revenirea monitorului. Util pentru verificarea sincronizării audio/video în înregistrări sau pentru a evita confuzia mentală atunci când vorbiți și vă auziți imediat.
ru: Добавьте дополнительную задержку при возврате монитора. Полезно для проверки синхронизации аудио/видео в записях или для избежания умственной путаницы при разговоре и немедленном слышании себя.
sk: Pridajte dodatočné oneskorenie pri návrate monitora. Užitočné na kontrolu synchronizácie zvuku a videa v nahrávkach alebo na zabránenie mentálnemu zmätku pri rozprávaní a okamžitom počúvaní seba samého.
sv: Lägg till en extra fördröjning till monitorns återkoppling. Användbart för att kontrollera ljud/video-synkronisering i inspelningar eller för att undvika mental förvirring när du talar och hör dig själv omedelbart.
tr: Monitör geri dönüşüne ekstra bir gecikme ekleyin. Kayıtlardaki ses/görüntü senkronizasyonunu kontrol etmek veya konuşurken kendinizi hemen duymaktan kaynaklanan zihinsel karışıklığı önlemek için faydalıdır.
uk: Додайте додаткову затримку до повернення монітора. Корисно для перевірки синхронізації аудіо/відео в записах або для уникнення розумової плутанини, коли ви говорите і чуєте себе одразу.

source: Automatically switches your headset between listening mode and call mode when you use the microphone. Note: Using the headset microphone generally reduces both headphone and microphone quality.
cs: Automaticky přepíná vaši sluchátka mezi režimem poslechu a režimem hovoru, když používáte mikrofon. Poznámka: Používání mikrofonu sluchátek obvykle snižuje kvalitu jak sluchátek, tak mikrofonu.
da: Automatisk skifter dit headset mellem lytte- og opkaldstilstand, når du bruger mikrofonen. Bemærk: Brug af headsetmikrofonen reducerer generelt både hovedtelefon- og mikrofonkvalitet.
es: Cambia automáticamente tu auricular entre el modo de escucha y el modo de llamada cuando usas el micrófono. Nota: Usar el micrófono del auricular generalmente reduce la calidad tanto de los auriculares como del micrófono.
he: מחליף אוטומטית את האוזניות שלך בין מצב האזנה למצב שיחה כאשר אתה משתמש במיקרופון. הערה: שימוש במיקרופון של האוזניות מפחית בדרך כלל את איכות האוזניות והמיקרופון.
hr: Automatski prebacuje vaš slušalicu između načina slušanja i načina poziva kada koristite mikrofon. Napomena: Korištenje mikrofona slušalice općenito smanjuje kvalitetu slušalica i mikrofona.
hu: Automatikusan vált a fejhallgató a hallgatási mód és a hívás mód között, amikor használja a mikrofont. Megjegyzés: A fejhallgató mikrofonjának használata általában csökkenti a fejhallgató és a mikrofon minőségét.
nl: Schakelt automatisch je headset tussen luistermodus en belmodus wanneer je de microfoon gebruikt. Opmerking: Het gebruik van de headsetmicrofoon vermindert over het algemeen zowel de kwaliteit van de hoofdtelefoon als de microfoon.
no: Automatisk bytter hodetelefonene dine mellom lytte-modus og samtale-modus når du bruker mikrofonen. Merk: Bruk av hodetelefonmikrofonen reduserer generelt både hodetelefon- og mikrofonkvalitet.
pt: Alterna automaticamente o seu fone entre o modo de audição e o modo de chamada quando você usa o microfone. Nota: O uso do microfone do headset bluetooth geralmente reduz a qualidade de áudio do fone e do microfone.
ro: Comută automat căștile între modul de ascultare și modul de apel atunci când folosești microfonul. Notă: Utilizarea microfonului căștilor reduce în general calitatea atât a căștilor, cât și a microfonului.
ru: Автоматически переключает ваши наушники между режимом прослушивания и режимом звонка, когда вы используете микрофон. Примечание: Использование микрофона наушников обычно снижает качество как наушников, так и микрофона.
tr: Mikrofonu kullandığınızda kulaklığınızı dinleme modu ve arama modu arasında otomatik olarak değiştirir. Not: Kulaklık mikrofonunu kullanmak genellikle hem kulaklık hem de mikrofon kalitesini düşürür.
uk: Автоматично перемикає ваші навушники між режимом прослуховування та режимом дзвінка, коли ви використовуєте мікрофон. Примітка: Використання мікрофона навушників зазвичай знижує якість як навушників, так і мікрофона.

source: Choose how the audio visualizer displays: • Modern Waves: Smooth wave animation • Retro Bars: Classic equalizer bars • Circular: Radial visualization
bg: Изберете как да се показва аудиовизуализаторът: • Модерни вълни: Гладка анимация на вълни • Ретро ленти: Класически ленти на еквалайзера • Кръгова: Радиална визуализация
cs: Vyberte, jak se audio vizualizátor zobrazuje: • Moderní vlny: Hladká animace vln • Retro pruhy: Klasické ekvalizér pruhy • Kruhové: Radiální vizualizace
da: Vælg hvordan lydvisualiseringen vises: • Moderne Bølger: Glat bølgeanimation • Retro Barer: Klassiske equalizer-barer • Cirkulær: Radial visualisering
de: Wählen Sie, wie der Audio-Visualizer angezeigt wird: • Moderne Wellen: Sanfte Wellenanimation • Retro-Balken: Klassische Equalizer-Balken • Zirkular: Radiale Visualisierung
el: Επιλέξτε πώς θα εμφανίζεται ο οπτικοακουστικός αναλυτής: • Σύγχρονα Κύματα: Ομαλή κινούμενη κυματομορφή • Ρετρό Μπάρες: Κλασικές μπάρες ισοσταθμιστή • Κυκλικό: Ακτινωτή οπτικοποίηση
es: Elige cómo se muestra el visualizador de audio: • Olas Modernas: Animación de ondas suaves • Barras Retro: Barras de ecualizador clásicas • Circular: Visualización radial
et: Vali, kuidas helivisualisaator kuvatakse: • Kaasaegsed lained: Sujuv laine animatsioon • Retro ribad: Klassikalised ekvalaiseriribad • Ringikujuline: Radiaalne visualiseerimine
fi: Valitse, miten äänivisualisaattori näyttää: • Modernit aallot: Sujuva aaltoliike • Retro palkit: Klassiset taajuuskorjauspalkit • Kehämäinen: Säteittäinen visualisointi
fr: Choisissez comment le visualiseur audio s'affiche : • Vagues modernes : Animation de vagues fluides • Barres rétro : Barres d'égaliseur classiques • Circulaire : Visualisation radiale
he: בחר כיצד הוויזואליזציה הקולית תוצג: • גלים מודרניים: אנימציית גלים חלקה • פסים רטרו: פסים קלאסיים של אקולייזר • מעגלי: ויזואליזציה רדיאלית
hr: Odaberite kako se audio vizualizator prikazuje: • Moderne valove: Glatka animacija valova • Retro trake: Klasične trake ekvilizera • Cirkularno: Radijalna vizualizacija
hu: Válaszd ki, hogyan jelenjen meg az audió vizualizáló: • Modern Hullámok: Simogató hullám animáció • Retro Sávok: Klasszikus egyenlítő sávok • Körkörös: Radiális vizualizáció
is: Veldu hvernig hljóðmyndin birtist: • Nútíma bylgjur: Slétt bylgjuanimation • Retro stangir: Klassískar jöfnunarsúlur • Hringlaga: Radíusmyndun
it: Scegli come il visualizzatore audio mostra: • Onde Moderne: Animazione delle onde fluida • Barre Retro: Barre dell'equalizzatore classiche • Circolare: Visualizzazione radiale
ja: オーディオビジュアライザーの表示方法を選択してください： • モダンウェーブ：スムーズな波のアニメーション • レトロバー：クラシックなイコライザーバー • サーキュラー：放射状のビジュアライゼーション
nl: Kies hoe de audio visualizer wordt weergegeven: • Moderne Golven: Soepele golfanimatie • Retro Bars: Klassieke equalizerbalken • Circulair: Radiale visualisatie
no: Velg hvordan lydvisualiseringen vises: • Moderne bølger: Jevn bølgeanimasjon • Retro stenger: Klassiske equalizer-stenger • Sirkulær: Radial visualisering
pl: Wybierz, jak wizualizator audio ma być wyświetlany: • Nowoczesne Fale: Gładka animacja fal • Retro Słupki: Klasyczne słupki equalizera • Okrągły: Wizualizacja radialna
pt: Escolha como o visualizador de áudio exibe: • Ondas Modernas: Animação de onda suave • Barras Retrô: Barras de equalizador clássicas • Circular: Visualização radial
ro: Alegeți modul în care vizualizatorul audio se afișează: • Valuri moderne: Animație de valuri netede • Bare retro: Bare clasice de egalizare • Circular: Vizualizare radială
ru: Выберите, как аудиовизуализатор будет отображаться: • Современные волны: Плавная анимация волн • Ретро-бары: Классические эквалайзерные бары • Круговой: Радиальная визуализация
sk: Vyberte, ako sa audio vizualizér zobrazuje: • Moderné vlny: Hladká animácia vlny • Retro pruhy: Klasické ekvalizér pruhy • Kruhové: Rádiová vizualizácia
sv: Välj hur ljudvisualiseringen visas: • Moderna Vågor: Mjuk våganimation • Retro Staplar: Klassiska equalizer-staplar • Cirkulär: Radial visualisering
tr: Ses görselleştiricisinin nasıl görüntüleneceğini seçin: • Modern Dalgalar: Düzgün dalga animasyonu • Retro Çubuklar: Klasik eşitleyici çubukları • Dairesel: Radyal görselleştirme
uk: Виберіть, як аудіовізуалізатор відображається: • Сучасні хвилі: Плавна анімація хвиль • Ретро смуги: Класичні смуги еквалайзера • Кругова: Радіальна візуалізація

source: Microphone Settings
da: Mikrofonindstillinger
he: הגדרות מיקרופון
ru: Настройки микрофона
tr: Mikrofon Ayarları
uk: Налаштування мікрофона

source: Activate Noise Reduction
bg: Активирайте намаляване на шума
cs: Aktivovat potlačení šumu
da: Aktivér støjreduktion
de: Aktivieren Sie die Geräuschreduzierung
el: Ενεργοποίηση Μείωσης Θορύβου
es: Activar Reducción de Ruido
et: Aktiveeri müra vähendamine
fi: Ota käyttöön melunvaimennus
fr: Activer la réduction du bruit
he: הפעל הפחתת רעש
hr: Aktiviraj smanjenje buke
hu: Zajcsökkentés aktiválása
is: Virkja hávaða minnkun
it: Attiva Riduzione del Rumore
ja: ノイズリダクションを有効にする
nl: Activeer ruisonderdrukking
no: Aktiver Støyreduksjon
pl: Aktywuj redukcję szumów
pt: Ativar Redução de Ruído
ro: Activează Reducerea Zgomotului
ru: Активировать шумоподавление
sk: Aktivovať redukciu šumu
sv: Aktivera brusreducering
tr: Gürültü Azaltmayı Etkinleştir
uk: Активувати зменшення шуму

source: Removes background noise (keyboard, fan) using AI.
bg: Премахва фоновия шум (клавиатура, вентилатор) с помощта на ИИ.
cs: Odstraňuje šum na pozadí (klávesnice, ventilátor) pomocí AI.
da: Fjerner baggrundsstøj (tastatur, blæser) ved hjælp af AI.
de: Entfernt Hintergrundgeräusche (Tastatur, Lüfter) mithilfe von KI.
el: Αφαιρεί τον θόρυβο του φόντου (πληκτρολόγιο, ανεμιστήρας) χρησιμοποιώντας AI.
es: Elimina el ruido de fondo (teclado, ventilador) utilizando IA.
et: Eemaldab taustamüra (klaviatuur, ventilaator) kasutades tehisintellekti.
fi: Poistaa taustamelua (näppäimistö, tuuletin) tekoälyn avulla.
fr: Supprime le bruit de fond (clavier, ventilateur) en utilisant l'IA.
he: מסיר רעשי רקע (מקלדת, מאוורר) באמצעות בינה מלאכותית.
hr: Uklanja pozadinsku buku (tipkovnica, ventilator) koristeći AI.
hu: Eltávolítja a háttérzajt (billentyűzet, ventilátor) mesterséges intelligencia segítségével.
is: Fjarlægir bakgrunnshljóð (tölvutæki, viftu) með því að nota gervigreind.
it: Rimuove il rumore di fondo (tastiera, ventilatore) utilizzando l'IA.
ja: AIを使用してバックグラウンドノイズ（キーボード、ファン）を除去します。
nl: Verwijdert achtergrondgeluiden (toetsenbord, ventilator) met behulp van AI.
no: Fjerner bakgrunnsstøy (tastatur, vifte) ved hjelp av AI.
pl: Usuwa szumy tła (klawiatura, wentylator) za pomocą AI.
pt: Remove ruído de fundo (teclado, ventilador) usando IA.
ro: Elimină zgomotul de fond (tastatură, ventilator) folosind AI.
ru: Удаляет фоновый шум (клавиатура, вентилятор) с помощью ИИ.
sk: Odstraňuje šum na pozadí (klávesnica, ventilátor) pomocou AI.
sv: Tar bort bakgrundsbrus (tangentbord, fläkt) med hjälp av AI.
tr: Arka plan gürültüsünü (klavye, fan) AI kullanarak kaldırır.
uk: Видаляє фоновий шум (клавіатура, вентилятор) за допомогою ШІ.

source: Cleanup Intensity
bg: Интензивност на почистване
cs: Intenzita úklidu
da: Rydningsintensitet
de: Bereinigungsintensität
el: Ένταση καθαρισμού
es: Intensidad de limpieza
et: Puhastamise intensiivsus
fi: Siivouksen intensiivisyys
fr: Intensité de nettoyage
he: עוצמת ניקוי
hr: Intenzitet čišćenja
hu: Tisztítási intenzitás
is: hreinsunarstyrkur
it: Intensità di pulizia
ja: クリーンアップ強度
nl: Schoonmaakintensiteit
no: Ryddeintensitet
pl: Intensywność czyszczenia
pt: Intensidade de Limpeza
ro: Intensitate de curățare
ru: Интенсивность очистки
sk: Intenzita čistenia
sv: Rensningsintensitet
tr: Temizlik Yoğunluğu
uk: Інтенсивність очищення

source: If you want sounds other than the voice to be captured, reduce the filter intensity.
cs: Pokud chcete, aby byly zachyceny zvuky kromě hlasu, snižte intenzitu filtru.
da: Hvis du ønsker, at lyde udover stemmen skal fanges, skal du reducere filterintensiteten.
es: Si deseas que se capturen sonidos además de la voz, reduce la intensidad del filtro.
he: אם אתה רוצה שהצלילים האחרים מלבד הקול ייתפסו, הפחת את עוצמת המסנן.
hr: Ako želite da se snimaju zvukovi osim glasa, smanjite intenzitet filtra.
hu: Ha más hangokat is szeretnél rögzíteni a hangon kívül, csökkentsd a szűrő intenzitását.
nl: Als je andere geluiden dan de stem wilt vastleggen, verlaag dan de filterintensiteit.
no: Hvis du vil at lyder annet enn stemmen skal fanges, reduser filterintensiteten.
pt: Se você deseja que outros áudios além da voz sejam capturados, pode reduzir a intensidade do filtro.
ro: Dacă doriți ca sunetele altele decât vocea să fie capturate, reduceți intensitatea filtrului.
ru: Если вы хотите, чтобы захватывались звуки, кроме голоса, уменьшите интенсивность фильтра.
tr: Seslerin, sesin dışında yakalanmasını istiyorsanız, filtre yoğunluğunu azaltın.
uk: Якщо ви хочете, щоб були захоплені звуки, окрім голосу, зменшіть інтенсивність фільтра.

source: Smooth
bg: Гладък
cs: Hladký
da: Glat
de: Glatte
el: Ομαλός
es: Suave
et: Sileda
fi: Sileä
fr: Lisse
he: חלק
hr: Glattak
hu: Simogató
is: Mjúkur
it: Flessibile
ja: スムーズ
nl: Vloeiend
no: Jevn
pl: Gładki
pt: Suave
ro: Fluid
ru: Плавный
sk: Hladký
sv: Mjuk
tr: Pürüzsüz
uk: Плавний

source: Medium
bg: Среден
cs: Střední
el: Μεσαίο
es: Medio
et: Keskmine
fi: Keskikoko
fr: Moyen
he: בינוני
hr: Srednji
hu: Közepes
is: Miðlungs
it: Medio
ja: ミディアム
nl: Gemiddeld
pl: Średni
pt: Médio
ro: Mediu
ru: Средний
sk: Stredný
tr: Orta
uk: Середній

source: Strong
bg: Силен
cs: Silný
da: Stærk
de: Stark
el: Ισχυρός
es: Fuerte
et: Tugev
fi: Vahva
fr: Forte
he: חזק
hr: Snažan
hu: Erős
is: Sterkur
it: Forte
ja: 強い
nl: Sterk
no: Sterk
pl: Silny
pt: Forte
ro: Puternic
ru: Сильный
sk: Silný
sv: Stark
tr: Güçlü
uk: Сильний

source: Silence Filter (Gate)
bg: Филтър за тишина (Гейт)
cs: Filtr ticha (brána)
da: Støjsvag Filter (Gate)
el: Φίλτρο Σιωπής (Πύλη)
es: Filtro de Silencio (Puerta)
et: Vaikusefilter (värav)
fi: Hiljaisuussuodatin (Portti)
fr: Filtre de silence (Gate)
he: מסנן שקט (שער)
hr: Filter tišine (Vrata)
hu: Csend Szűrő (Kapuk)
is: Þöggunarsíun (Hlið)
it: Filtro di Silenzio (Gate)
ja: サイレンスフィルター（ゲート）
no: Stillhetsfilter (Gate)
pl: Filtr szumów (bramka)
pt: Filtro de Silêncio (Gate)
ro: Filtru de tăcere (Gate)
ru: Фильтр тишины (гейт)
sk: Filter ticha (brána)
sv: Tystnadsfilter (Gate)
tr: Sessiz Filtre (Kapı)
uk: Фільтр тиші (Гейт)
