Repository: biglinux/biglinux-noise-reduction-pipewire
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Automatically silences the microphone when you are not talking.
bg: Автоматично заглушава микрофона, когато не говорите.
cs: Automaticky ztlumí mikrofon, když nemluvíte.
da: Automatisk dæmpning af mikrofonen, når du ikke taler.
de: Schaltet das Mikrofon automatisch stumm, wenn Sie nicht sprechen.
el: Αυτόματα σιγεί το μικρόφωνο όταν δεν μιλάτε.
es: Silencia automáticamente el micrófono cuando no estás hablando.
et: Automaatne mikrofoni vaigistamine, kui te ei räägi.
fi: Automaattisesti mykistää mikrofonin, kun et puhu.
fr: Silencie automatiquement le microphone lorsque vous ne parlez pas.
he: שקט אוטומטית את המיקרופון כאשר אינך מדבר.
hr: Automatski isključuje mikrofon kada ne govorite.
hu: Automatikusan némítja a mikrofont, amikor nem beszél.
is: Þegjandi hljóðnema þegar þú ert ekki að tala.
it: Silenzia automaticamente il microfono quando non stai parlando.
ja: 話していないときにマイクを自動的にミュートします。
nl: Stilt automatisch de microfoon stil wanneer je niet praat.
no: Setter mikrofonen til å være stille automatisk når du ikke snakker.
pl: Automatycznie wycisza mikrofon, gdy nie mówisz.
pt: Silencia automaticamente o microfone quando você não está falando.
ro: Silencează automat microfonul când nu vorbești.
ru: Автоматически отключает микрофон, когда вы не говорите.
sk: Automaticky ztlmuje mikrofón, keď nehovoríte.
sv: Automatiskt tystar mikrofonen när du inte pratar.
tr: Konuşmadığınızda mikrofonu otomatik olarak sessize alır.
uk: Автоматично вимикає мікрофон, коли ви не говорите.

source: Sensitivity (Threshold)
bg: Чувствителност (Праг)
cs: Citlivost (Prahová hodnota)
da: Følsomhed (Tærskel)
de: Empfindlichkeit (Schwelle)
el: Ευαισθησία (Κατώφλι)
es: Sensibilidad (Umbral)
et: Tundlikkus (lävi)
fi: Herkkävyys (Kynnys)
fr: Sensibilité (Seuil)
he: רגישות (סף)
hr: Osjetljivost (Prag)
hu: Érzékenység (Küszöb)
is: Næmni (Þröskuldur)
it: Sensibilità (Soglia)
ja: 感度（しきい値）
nl: Gevoeligheid (Drempel)
no: Følsomhet (Terskel)
pl: Czułość (Próg)
pt: Sensibilidade (Limite)
ro: Sensibilitate (Prag)
ru: Чувствительность (Порог)
sk: Citlivosť (Práh)
sv: Känslighet (Tröskel)
tr: Hassasiyet (Eşik)
uk: Чутливість (Поріг)

source: Low
bg: Нисък
cs: Nízký
da: Lav
de: Niedrig
el: Χαμηλό
es: Bajo
et: Madal
fi: Alhainen
fr: Bas
he: נמוך
hr: Nisko
hu: Alacsony
is: Lágur
it: Basso
ja: 低い
nl: Laag
no: Lav
pl: Niski
pt: Baixo
ro: Scăzut
ru: Низкий
sk: Nízka
sv: Låg
tr: Düşük
uk: Низький

source: High
bg: Висок
cs: Vysoký
da: Høj
de: Hoch
el: Υψηλός
es: Alto
et: Kõrge
fi: Korkea
fr: Élevé
he: גבוה
hr: Visok.
hu: Magas
is: Hár.
it: Alto
ja: 高い
nl: Hoog
no: Høy
pl: Wysoki
pt: Alto
ro: Înalt
ru: Высокий
sk: Vysoký
sv: Hög
tr: Yüksek
uk: Високий

source: Silence Reduction
bg: Намаляване на шума
cs: Snížení šumu
da: Støjsænkning
de: Geräuschreduzierung
el: Μείωση Θορύβου
es: Reducción de Silencio
et: Vaikuse vähendamine
fi: Hiljaisuuden vähentäminen
fr: Réduction du bruit
he: הפחתת רעש
hr: Smanjenje tišine
hu: Csendcsökkentés
is: Þögnarbætir
it: Riduzione del rumore
ja: サイレンスリダクション
nl: Geluidsonderdrukking
no: Støyreduksjon
pl: Redukcja hałasu
pt: Redução de Silêncio
ro: Reducerea zgomotului
ru: Снижение шума
sk: Zníženie hluku
sv: Tystnadsreduktion
tr: Gürültü Azaltma
uk: Зменшення шуму

source: Attack (Opening)
bg: Атака (Отваряне)
cs: Útok (Otevření)
da: Angreb (Åbning)
de: Angriff (Eröffnung)
el: Επίθεση (Άνοιγμα)
es: Ataque (Apertura)
et: Rünnak (Avamine)
fi: Hyökkäys (Avaus)
fr: Attaque (Ouverture)
he: התקפה (פתיחה)
hr: Napad (Otvaranje)
hu: Támadás (Nyitás)
is: Árás (Opnun)
it: Attacco (Apertura)
ja: 攻撃（オープニング）
nl: Aanval (Opening)
no: Angrep (Åpning)
pl: Atak (Otwarcie)
pt: Ataque (Abertura)
ro: Atac (Deschidere)
ru: Атака (Открытие)
sk: Útok (Otvorenie)
sv: Attack (Öppning)
tr: Saldırı (Açılış)
uk: Атака (Відкриття)

source: Hold
bg: Дръжте
cs: Zadržet
de: Halten
el: Κρατήστε
es: Sostener
et: Hoidke
fi: Pidä
fr: Maintenir
he: חכה
hr: Zadrži
hu: Tartsd
is: Haltu
it: Tieni
ja: 保持
nl: Vasthouden
pl: Zatrzymaj
pt: Aguarde
ro: Păstrează
ru: Держите
sk: Zadržte
sv: Håll
tr: Bekle
uk: Утримувати

source: Release
bg: Пускане
cs: Uvolnění
da: Udgivelse
de: Freigabe
el: Απελευθέρωση
es: Liberar
et: Väljaande
fi: Julkaisu
fr: Publication
he: שחרור
hr: Izdanje
hu: Kibocsátás
is: Útgáfa
it: Rilascio
ja: リリース
nl: Vrijgave
no: Utgivelse
pl: Wydanie
pt: Lançamento
ro: Lansare
ru: Выпуск
sk: Uvoľniť
sv: Frigivning
tr: Sürüm
uk: Випуск

source: Voice Effects
bg: Гласови ефекти
cs: Hlasové efekty
da: Stemmer Effekter
de: Stimmeneffekte
el: Εφέ Φωνής
es: Efectos de voz
et: Hääliefektid
fi: Ääniefektit
fr: Effets vocaux
he: אפקטים קוליים
hr: Efekti glasa
hu: Hanghatások
is: Röddáhrif
it: Effetti vocali
ja: ボイスエフェクト
nl: Stemmeneffecten
no: Stemmereffekter
pl: Efekty głosowe
pt: Efeitos de Voz
ro: Efecte vocale
ru: Эффекты голоса
sk: Hlasové efekty
sv: Rösteffekter
tr: Ses Efektleri
uk: Ефекти голосу

source: Voice enhancement, studio sound and pitch shifter.
bg: Подобряване на гласа, студийно звучене и променящ тоналността.
cs: Vylepšení hlasu, studiový zvuk a měnič výšky.
da: Stemforbedring, studioklang og tonehøjdeændrer.
de: Sprachverbesserung, Studio-Sound und Tonhöhenverschieber.
el: Ενίσχυση φωνής, στούντιο ήχος και μετατροπέας ύψους.
es: Mejora de voz, sonido de estudio y cambiador de tono.
et: Hääle täiustamine, stuudio heli ja kõrguse muutja.
fi: Äänivahvistus, studiokaiutin ja sävelkorkeuden muunnin.
fr: Amélioration vocale, son de studio et modulateur de hauteur.
he: שיפור קול, צליל סטודיו ומעביר גובה.
hr: Poboljšanje glasa, studijski zvuk i promjena tona.
hu: Hangjavítás, stúdióhang és hangmagasság-változtató.
is: Raddar raddar, hljóðstúdíó hljóð og tónhæðarbreytir.
it: Miglioramento vocale, suono da studio e traspositore di tonalità.
ja: 音声強化、スタジオサウンド、ピッチシフター。
nl: Stemverbetering, studio-geluid en toonverschuiver.
no: Stemningsforbedring, studio lyd og tonehøydejustering.
pl: Wzmocnienie głosu, dźwięk studyjny i zmieniacz tonacji.
pt: Aprimoramento de voz, som de estúdio e modulador de tom.
ro: Îmbunătățire vocală, sunet de studio și schimbător de ton.
ru: Улучшение голоса, студийный звук и сдвиг высоты тона.
sk: Vylepšenie hlasu, štúdiový zvuk a posúvač výšky.
sv: Röstförbättring, studiokvalitet och tonhöjdsändrare.
tr: Ses iyileştirme, stüdyo sesi ve ton kaydırıcı.
uk: Покращення голосу, студійний звук та зміна висоти тону.

source: Dual Mono
bg: Двоен моно
el: Διπλό Μονοφωνικό
es: Mono Doble
et: Kaksikanaline mono
fi: Kaksinkertainen mono
fr: Mono double
he: דו-אל מונו
hr: Dvojni Mono
hu: Kettős Mono
is: Tvískiptur Mono
ja: デュアルモノ
pt: Mono Duplo
ro: Mono Dublu
ru: Двойной моно
sk: Dvojité mono
tr: Çift Mono
uk: Двійний моно

source: Studio
bg: Студио
da: Studie
el: Στούντιο
es: Estudio
et: Stuudio
he: סטודיו
hu: Stúdió
is: Stúdíó
ja: スタジオ
pt: Estúdio
ru: Студия
sk: Štúdio
tr: Stüdyo
uk: Студія

source: Voice Changer (Pitch)
bg: Променяч на гласа (Тон)
cs: Změna hlasu (Tón)
da: Stemmeskifter (Tone)
de: Stimmverzerrer (Tonhöhe)
el: Αλλαγέας Φωνής (Ύψος)
es: Cambiador de voz (Tono)
et: Häälimuutja (Kõrgus)
fi: Äänimuunnin (Korkeus)
fr: Changeur de voix (Hauteur)
he: משנה קול (גובה)
hr: Mjenjač glasa (Ton)
hu: Hangváltoztató (Hangmagasság)
is: Röddbreytir (Hljómfall)
it: Cambiavalute Vocale (Tono)
ja: ボイスチェンジャー（ピッチ）
nl: Stemveranderaar (Toon)
no: Stemmeskifter (Tone)
pl: Zmieniacz głosu (Ton)
pt: Mudador de Voz (Tom)
ro: Schimbător de voce (Ton)
ru: Изменитель голоса (Тон)
sk: Zmenič hlasu (Tón)
sv: Röstförändrare (Tonhöjd)
tr: Ses Değiştirici (Ton)
uk: Змінювач голосу (Тон)

source: Voice Style
bg: Стил на гласа
cs: Hlasový styl
da: Stemmesstil
de: Stimme Stil
el: Στυλ Φωνής
es: Estilo de voz
et: Hääle stiil
fi: Äänityyli
fr: Style de voix
he: סגנון קול
hr: Stil glasa
hu: Hangstílus
is: Röddarstíll
it: Stile vocale
ja: 音声スタイル
nl: Stemstijl
no: Stemmesstil
pl: Styl głosu
pt: Estilo de Voz
ro: Stil vocal
ru: Стиль голоса
sk: Hlasový štýl
sv: Röststil
tr: Ses Tarzı
uk: Стиль голосу

source: Choose how your voice sounds to others.
bg: Изберете как да звучи гласът ви за другите.
cs: Vyberte, jak váš hlas zní pro ostatní.
da: Vælg, hvordan din stemme lyder for andre.
de: Wählen Sie, wie Ihre Stimme für andere klingt.
el: Επιλέξτε πώς ακούγεται η φωνή σας στους άλλους.
es: Elige cómo suena tu voz para los demás.
et: Vali, kuidas su hääl teistele kõlab.
fi: Valitse, miltä äänesi kuulostaa muille.
fr: Choisissez comment votre voix sonne aux autres.
he: בחר כיצד הקול שלך נשמע לאחרים.
hr: Odaberite kako vaš glas zvuči drugima.
hu: Válaszd ki, hogyan hangzik a hangod mások számára.
is: Veldu hvernig röddin þín hljómar fyrir aðra.
it: Scegli come suona la tua voce per gli altri.
ja: 他の人にあなたの声がどのように聞こえるかを選択してください。
nl: Kies hoe jouw stem klinkt voor anderen.
no: Velg hvordan stemmen din høres ut for andre.
pl: Wybierz, jak twój głos brzmi dla innych.
pt: Escolha como sua voz soa para os outros.
ro: Alege cum sună vocea ta pentru ceilalți.
ru: Выберите, как ваш голос будет звучать для других.
sk: Vyberte, ako váš hlas znie pre ostatných.
sv: Välj hur din röst låter för andra.
tr: Sesinizin başkalarına nasıl geldiğini seçin.
uk: Виберіть, як ваш голос звучить для інших.

source: Stereo Expansion
bg: Стерео разширение
cs: Stereo rozšíření
da: Stereo Udvidelse
de: Stereo-Erweiterung
el: Στερεοφωνική Επέκταση
es: Expansión Estéreo
et: Stereo laienemine
fi: Stereolevitys
fr: Expansion stéréo
he: הרחבת סטריאו
hr: Stereo Ekspanzija
hu: Sztereó Kiterjesztés
is: Stereó útvíkkun
it: Espansione Stereo
ja: ステレオ拡張
nl: Stereo-uitbreiding
no: Stereo-utvidelse
pl: Ekspansja stereo
pt: Expansão Estéreo
ro: Expansiune Stereo
ru: Стерео расширение
sk: Stereo rozšírenie
tr: Stereo Genişletme
uk: Стерео розширення

source: Soundstage width. Higher = more immersive.
bg: Ширина на звуковата сцена. По-висока = по-поглъщащо.
cs: Šířka zvukového pole. Vyšší = více pohlcující.
da: Lydscene bredde. Højere = mere medrivende.
de: Klangbühnenbreite. Höher = immersiver.
el: Πλάτος σκηνής ήχου. Υψηλότερο = πιο καθηλωτικό.
es: Ancho de escenario sonoro. Mayor = más inmersivo.
et: Heli laius. Kõrgem = rohkem kaasahaarav.
fi: Äänilavan leveys. Korkeampi = enemmän immersiivisyyttä.
fr: Largeur de la scène sonore. Plus élevé = plus immersif.
he: רוחב במת הסאונד. גבוה יותר = יותר מעורב.
hr: Širina zvučne pozornice. Više = više uranjajuće.
hu: Hangkép szélesség. Magasabb = magával ragadóbb.
is: Hljóðsvið breidd. Hærra = meira umhverfislegt.
it: Larghezza del palcoscenico sonoro. Maggiore = più immersivo.
ja: サウンドステージの幅。高いほど没入感が増します。
nl: Geluidsscene breedte. Hoger = meer meeslepend.
no: Lydscene bredde. Høyere = mer oppslukende.
pl: Szerokość sceny dźwiękowej. Wyższa = bardziej immersyjna.
pt: Largura do palco sonoro. Maior = mais imersivo.
ro: Lățimea scenei sonore. Mai mare = mai captivant.
ru: Ширина звуковой сцены. Чем выше = тем более погружающий.
sk: Šírka zvukového poľa. Vyššia = viac pohlcujúce.
sv: Ljudscenens bredd. Högre = mer uppslukande.
tr: Ses sahnesi genişliği. Daha yüksek = daha sürükleyici.
uk: Ширина звукової сцени. Вища = більш занурююча.

source: Focus
bg: Фокус
cs: Zaměřit se
da: Fokus
de: Fokus
el: Επικέντρωση
es: Enfoque
et: Fookus
fi: Keskity
fr: Concentration
he: מיקוד
hr: Fokus
hu: Fókusz
is: Fókus.
it: Concentrazione
ja: フォーカス
no: Fokus
pl: Skup się
pt: Foco
ro: Concentrează-te
ru: Фокус
sk: Zameranie
sv: Fokus
tr: Odaklanın
uk: Фокус

source: Wide
bg: Широк
cs: Široký
da: Bredde
de: Breit
el: Φαρδύ
es: Amplio
et: Lai
fi: Leveä
fr: Large
he: רחב
hr: Široko
hu: Széles
is: Breitt
it: Ampio
ja: ワイド
nl: Breed
no: Bredde
pl: Szeroki
pt: Largo
ro: Largă
ru: Широкий
sk: Široký
sv: Bred
tr: Geniş
uk: Широкий

source: Equalizer
bg: Еквалайзер
cs: Ekvalizér
el: Ισοσταθμιστής
es: Ecualizador
et: Ekvalaiser
fi: Taajuuskorjain
fr: Égaliseur
he: מְשָׁווֶה
hr: Ekvalizator
hu: Egyenlítő
is: Jafnari
it: Equalizzatore
ja: イコライザー
pl: Equalizator
pt: Equalizador
ro: Equalizator
ru: Эквалайзер
sk: Ekvalizér
tr: Ekolayzır
uk: Еквалайзер

source: Fine-tuning of bass, mids, and treble.
bg: Фино настройване на бас, средни и високи тонове.
cs: Dolní, střední a vysoké frekvence.
da: Finjustering af bas, mellemtoner og diskant.
de: Feinabstimmung von Bass, Mitten und Höhen.
el: Ρύθμιση μπάσων, μεσαίων και πρίμων.
es: Ajuste de graves, medios y agudos.
et: Bassi, kesk- ja kõrge helisageduse täpsustamine.
fi: Basso-, keski- ja diskanttitasojen hienosäätö.
fr: Ajustement des basses, des médiums et des aigus.
he: כיוונון של באס, מידים וטראבל.
hr: Fino podešavanje basa, srednjih tonova i visokih tonova.
hu: A mélyek, középek és magasak finomhangolása.
is: Fínstilling á bass, miðjum og háum tón.
it: Regolazione di bassi, medi e alti.
ja: 低音、中音、高音の微調整。
nl: Fijnstemming van bas, midden en hoge tonen.
no: Finjustering av bass, mellomtone og diskant.
pl: Dostosowanie basów, średnich tonów i wysokich tonów.
pt: Ajuste fino de graves, médios e agudos.
ro: Ajustarea basului, mediei și înaltei frecvențe.
ru: Тонкая настройка басов, средних частот и высоких частот.
sk: Ladenie basov, stredných tónov a výšok.
sv: Finjustering av bas, mellanregister och diskant.
tr: Bas, orta ve tiz ayarları.
uk: Тонка налаштування басів, середніх частот та високих частот.

source: Presets
bg: Предустановки
cs: Předvolby
da: Forudindstillinger
de: Voreinstellungen
el: Προεπιλογές
es: Ajustes predefinidos
et: Eelseaded
fi: Esiasetukset
fr: Préréglages
he: הגדרות מראש
hr: Predlošci
hu: Előbeállítások
is: Forskriftir
it: Preimpostazioni
ja: プリセット
nl: Voorinstellingen
no: Forhåndsinnstillinger
pl: Ustawienia wstępne
pt: Predefinições
ro: Preseturi
ru: Предустановки
sk: Predvoľby
sv: Förinställningar
tr: Ön ayarlar
uk: Налаштування

source: Ready-made adjustments for different situations.
bg: Готови настройки за различни ситуации.
cs: Hotové úpravy pro různé situace.
da: Færdiglavede justeringer til forskellige situationer.
de: Fertige Anpassungen für verschiedene Situationen.
el: Έτοιμες ρυθμίσεις για διάφορες καταστάσεις.
es: Ajustes predefinidos para diferentes situaciones.
et: Valmis kohandused erinevate olukordade jaoks.
fi: Valmiit säädöt eri tilanteita varten.
fr: Ajustements prêts à l'emploi pour différentes situations.
he: התאמות מוכנות למצבים שונים.
hr: Pripremljene prilagodbe za različite situacije.
hu: Kész beállítások különböző helyzetekhez.
is: Fyrirfram gerðar aðlögunir fyrir mismunandi aðstæður.
it: Regolazioni pronte per diverse situazioni.
ja: さまざまな状況に対する既製の調整。
nl: Klaar-om-te-gebruiken aanpassingen voor verschillende situaties.
no: Ferdige justeringer for forskjellige situasjoner.
pl: Gotowe ustawienia dla różnych sytuacji.
pt: Ajustes prontos para diferentes situações.
ro: Ajustări gata făcute pentru diferite situații.
ru: Готовые настройки для различных ситуаций.
sk: Hotové úpravy pre rôzne situácie.
sv: Färdiga justeringar för olika situationer.
tr: Farklı durumlar için hazır ayarlamalar.
uk: Готові налаштування для різних ситуацій.

source: Bands
bg: Групи
cs: Kapely
da: Bånd
de: Bänder
el: Μπάντες
es: Bandas
et: Bändid
fi: Bändit
fr: Groupes
he: להקות
hr: Bendovi
hu: Sávok
is: Böndur
it: Bande
ja: バンド
nl: Bandjes
no: Bandene
pl: Zespoły
pt: Bandas
ro: Benzile
ru: Группы
sk: Kapely
sv: Bandar
tr: Bantlar
uk: Групи

source: Adjust each frequency
bg: Настройте всяка честота.
cs: Upravte každou frekvenci
da: Juster hver frekvens
de: Passen Sie jede Frequenz an
el: Ρυθμίστε κάθε συχνότητα
es: Ajustar cada frecuencia
et: Kohanda iga sagedust.
fi: Säädä jokainen taajuus
fr: Ajustez chaque fréquence
he: התאם כל תדר
hr: Podesite svaku frekvenciju
hu: Állítsa be az egyes frekvenciákat.
is: Aðlaga hverja tíðni
it: Regola ciascuna frequenza
ja: 各周波数を調整する
nl: Pas elke frequentie aan
no: Juster hver frekvens
pl: Dostosuj każdą częstotliwość
pt: Ajuste cada frequência
ro: Ajusta fiecare frecvență
ru: Настройте каждую частоту.
sk: Upravte každú frekvenciu.
sv: Justera varje frekvens
tr: Her frekansı ayarlayın.
uk: Налаштуйте кожну частоту

source: Bluetooth Headset Mode
bg: Режим на Bluetooth слушалки
cs: Režim Bluetooth sluchátek
da: Bluetooth headsettilstand
de: Bluetooth-Headset-Modus
el: Λειτουργία Ακουστικού Bluetooth
es: Modo de auriculares Bluetooth
et: Bluetoothi kõrvaklappide režiim
fi: Bluetooth-kuuloketila
fr: Mode casque Bluetooth
he: מצב אוזניות בלוטות'
hr: Način slušalica putem Bluetootha
hu: Bluetooth fejhallgató mód
is: Bluetooth heyrnartæki stilling
it: Modalità auricolare Bluetooth
ja: Bluetoothヘッドセットモード
nl: Bluetooth-headsetmodus
no: Bluetooth-hodesettmodus
pl: Tryb zestawu słuchawkowego Bluetooth
pt: Modo de Fone de Ouvido Bluetooth
ro: Modul căști Bluetooth
ru: Режим Bluetooth-гарнитуры
sk: Režim Bluetooth slúchadiel
sv: Bluetooth-headsetläge
tr: Bluetooth Kulaklık Modu
uk: Режим Bluetooth-гарнітури

source: Automatically switch between headset listening and call modes.
cs: Automaticky přepínat mezi režimy poslechu sluchátek a hovoru.
da: Automatisk skift mellem headsetlytte- og opkaldsindstillinger.
es: Cambiar automáticamente entre los modos de escucha de auriculares y de llamada.
he: מעבר אוטומטי בין מצב האזנה לאוזניות למצב שיחה.
hr: Automatski prelazak između slušanja putem slušalica i načina poziva.
hu: Automatikusan váltás a fejhallgató hallgatási és hívási módok között.
nl: Schakel automatisch tussen headsetluister- en belmodi.
no: Automatisk bytte mellom hodetelefonlytting og samtalemodus.
pt: Alternar automaticamente entre os modos de audição e chamada do fone.
ro: Comutare automat între modul de ascultare cu căști și modul de apel.
ru: Автоматически переключаться между режимами прослушивания через наушники и режимами звонка.
tr: Kafa üstü dinleme ve arama modları arasında otomatik geçiş yapın.
uk: Автоматично перемикайте між режимами прослуховування навушників та дзвінків.

source: Monitor Feedback
bg: Обратна връзка за мониторинга
cs: Sledovat zpětnou vazbu
da: Overvågning af feedback
de: Überwachung des Feedbacks
el: Παρακολούθηση Ανατροφοδότησης
es: Monitorear comentarios
et: Jälgige tagasisidet
fi: Seuranta Palaute
fr: Surveiller les retours
he: משוב מוניטור
hr: Povratne informacije o monitoru
hu: Visszajelzés figyelése
is: Vöruendurgangur
it: Monitora Feedback
ja: フィードバックを監視する
nl: Feedback Monitor
no: Overvåk tilbakemelding
pl: Monitor opinii
ru: Монитор обратной связи
sk: Monitor spätnú väzbu
sv: Övervaka feedback
tr: Geri Bildirim İzleme
uk: Моніторинг зворотного зв'язку

source: Hear how your voice sounds
bg: Чуйте как звучи вашият глас.
cs: Slyšte, jak zní váš hlas.
da: Hør hvordan din stemme lyder
de: Hören Sie, wie Ihre Stimme klingt
el: Άκου πώς ακούγεται η φωνή σου
es: Escucha cómo suena tu voz.
et: Kuula, kuidas su hääl kõlab.
fi: Kuule, miltä äänesi kuulostaa.
fr: Entendez comment votre voix sonne
he: שמע איך הקול שלך נשמע
hr: Čujte kako vaš glas zvuči
hu: Hallgasd meg, hogyan hangzik a hangod.
is: Heyrðu hvernig röddin þín hljómar
it: Ascolta come suona la tua voce
ja: 自分の声がどのように聞こえるかを確認する
nl: Hoor hoe je stem klinkt
no: Hør hvordan stemmen din høres ut
pl: Usłysz, jak brzmi twój głos.
pt: Ouça como sua voz soa.
ro: Ascultă cum sună vocea ta.
ru: Услышьте, как звучит ваш голос.
sk: Počujte, ako znie váš hlas.
sv: Hör hur din röst låter
tr: Sesinizin nasıl duyulduğunu dinleyin.
uk: Почуйте, як звучить ваш голос.

source: Monitor Delay
bg: Забавяне на монитора
cs: Zpoždění monitoru
da: Overvågningsforsinkelse
de: Monitorverzögerung
el: Καθυστέρηση Οθόνης
es: Retraso del monitor
et: Monitori viivitus
fi: Näytön viive
fr: Délai de moniteur
he: עיכוב במוניטור
hr: Kašnjenje monitora
hu: Késleltetés monitoron
is: Snyrtingartími
it: Ritardo Monitor
ja: モニター遅延
nl: Monitorvertraging
no: Skjermforsinkelse
pl: Opóźnienie monitora
pt: Atraso do Monitor
ro: Întârziere Monitor
ru: Задержка монитора
sk: oneskúšanie oneskorenia
sv: Övervakningsfördröjning
tr: Gecikme İzleme
uk: Затримка монітора

source: Monitor feedback delay. Useful for checking sync.
bg: Забавяне на обратната връзка на монитора. Полезно за проверка на синхронизацията.
cs: Zpoždění zpětné vazby monitoru. Užitečné pro kontrolu synchronizace.
da: Overvåg feedbackforsinkelse. Nyttig til at tjekke synkronisering.
de: Überwachungsverzögerung des Feedbacks. Nützlich zur Überprüfung der Synchronisation.
el: Καθυστέρηση ανατροφοδότησης παρακολούθησης. Χρήσιμο για τον έλεγχο συγχρονισμού.
es: Retraso de retroalimentación del monitor. Útil para verificar la sincronización.
et: Jälgige tagasiside viivitust. Kasulik sünkroonimise kontrollimiseks.
fi: Valvo palautteen viivettä. Hyödyllinen synkronoinnin tarkistamiseen.
fr: Surveiller le délai de retour. Utile pour vérifier la synchronisation.
he: עקוב אחרי עיכוב משוב. שימושי לבדוק סנכרון.
hr: Odgoda povratnih informacija monitora. Korisno za provjeru sinkronizacije.
hu: Monitor visszajelzés késleltetés. Hasznos a szinkronizálás ellenőrzéséhez.
is: Vöktun á seinkun á endurgjöf. Nyttugt til að athuga samstillingu.
it: Monitora il ritardo del feedback. Utile per controllare la sincronizzazione.
ja: フィードバック遅延を監視します。同期を確認するのに便利です。
nl: Monitor feedbackvertraging. Handig voor het controleren van synchronisatie.
no: Overvåk tilbakemeldingsforsinkelse. Nyttig for å sjekke synkronisering.
pl: Opóźnienie monitorowania sprzężenia zwrotnego. Przydatne do sprawdzania synchronizacji.
pt: Monitorar atraso de feedback. Útil para verificar sincronização.
ro: Monitorizarea întârzierii feedback-ului. Util pentru verificarea sincronizării.
ru: Мониторинг задержки обратной связи. Полезно для проверки синхронизации.
sk: Sledovanie oneskorenia spätnej väzby. Užitečné na kontrolu synchronizácie.
sv: Övervaka feedbackfördröjning. Användbart för att kontrollera synk.
tr: Geri bildirim gecikmesini izleyin. Senkronizasyonu kontrol etmek için faydalıdır.
uk: Моніторинг затримки зворотного зв'язку. Корисно для перевірки синхронізації.

source: 0s
he: 0ש
ru: 0с
uk: 0с

source: 1s
el: 1σ
he: 1ש
ja: 1秒
ru: 1с
uk: 1с

source: 3s
el: 3σ
he: 3ש
ja: 3秒
uk: 3с

source: 5s
el: 5σ
he: 5ש
is: 5ש
ja: 5秒
ru: 5 секунд
uk: 5с

source: Reduction amount ({reduction} dB)
bg: Сума на намалението ({reduction} dB)
cs: Snížená hodnota ({reduction} dB)
da: Reduktionsbeløb ({reduction} dB)
de: Reduzierungsbetrag ({reduction} dB)
el: Ποσό μείωσης ({reduction} dB)
es: Cantidad de reducción ({reduction} dB)
et: Vähendamise summa ({reduction} dB)
fi: Vähennysmäärä ({reduction} dB)
fr: Montant de réduction ({reduction} dB)
he: סכום ההפחתה ({reduction} dB)
hr: Iznos smanjenja ({reduction} dB)
hu: Csökkentési mennyiség ({reduction} dB)
is: Minnkunar magn ({reduction} dB)
it: Importo della riduzione ({reduction} dB)
ja: 削減量 ({reduction} dB)
nl: Verminderingsbedrag ({reduction} dB)
no: Reduksjonsbeløp ({reduction} dB)
pl: Kwota redukcji ({reduction} dB)
pt: Quantidade de redução ({reduction} dB)
ro: Cantitate de reducere ({reduction} dB)
ru: Сумма уменьшения ({reduction} дБ)
sk: Množstvo zníženia ({reduction} dB)
sv: Reduceringsbelopp ({reduction} dB)
tr: Azaltma miktarı ({reduction} dB)
uk: Кількість зменшення ({reduction} дБ)

source: Activates at {threshold} dB
bg: Активира се при {threshold} dB
cs: Aktivuje se při {threshold} dB
da: Aktiveres ved {threshold} dB
de: Aktiviert bei {threshold} dB
el: Ενεργοποιείται στα {threshold} dB
es: Se activa a {threshold} dB
et: Aktiveerib {threshold} dB juures
fi: Aktivoituu {threshold} dB:ssä
fr: S'active à {threshold} dB
he: מופעל ב-{threshold} dB
hr: Aktivira se na {threshold} dB
hu: {threshold} dB-nál aktiválódik
is: Virkar við {threshold} dB
it: Si attiva a {threshold} dB
ja: {threshold} dBでアクティブ化されます
nl: Activeert bij {threshold} dB
no: Aktiveres ved {threshold} dB
pl: Aktywuje się przy {threshold} dB
pt: Ativa em {threshold} dB
ro: Se activează la {threshold} dB
ru: Активируется при {threshold} дБ
sk: Aktivuje sa pri {threshold} dB
sv: Aktiveras vid {threshold} dB
tr: {threshold} dB'de etkinleşir
uk: Активується при {threshold} дБ
