Repository: biglinux/biglinux-noise-reduction-pipewire
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Cancel
bg: Отмяна
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal et
uk: Скасувати

source: Restore
bg: Възстанови
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Αποκατάσταση
es: Restaurar
et: Taasta
fi: Palauta
fr: Restaurer
he: שחזר
hr: Vrati
hu: Visszaállítás
is: Endurheimta
it: Ripristina
ja: 復元
nl: Herstellen
no: Gjenopprett
pl: Przywróć
pt: Restaurar
ro: Restaurare
ru: Восстановить
sk: Obnoviť
sv: Återställ
tr: Geri Yükle
uk: Відновити

source: Restore Defaults
bg: Възстанови по подразбиране
cs: Obnovit výchozí nastavení
da: Gendan standardindstillinger
de: Standardeinstellungen wiederherstellen
el: Επαναφορά προεπιλογών
es: Restaurar valores predeterminados
et: Taasta vaikeväärtused
fi: Palauta oletusasetukset
fr: Restaurer les paramètres par défaut
he: שחזר ברירות מחדל
hr: Vrati zadane postavke
hu: Alapértelmezett visszaállítása
is: Endurheimta sjálfgefin gildi
it: Ripristina impostazioni predefinite
ja: デフォルトに戻す
nl: Herstel Standaarden
no: Gjenopprett standardinnstillinger
pl: Przywróć domyślne ustawienia
pt: Restaurar Padrões
ro: Restaurare setările implicite
ru: Восстановить настройки по умолчанию
sk: Obnoviť predvolené nastavenia
sv: Återställ standardinställningar
tr: Varsayılanları Geri Yükle
uk: Відновити значення за замовчуванням

source: About
bg: За програмата
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Tietoja
fr: À propos
he: אודות
hr: O programu
hu: Névjegy
is: Um umfjöllun
it: Informazioni
ja: 情報について
nl: Over
no: Om
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Про програму

source: Quit
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välja
fi: Lopeta
fr: Quitter
he: צא
hr: Izlaz
hu: Kilépés
is: Hætta
it: Esci
ja: 終了
nl: Afsluiten
no: Avslutt
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sv: Avsluta
tr: Çıkış yap
uk: Вихід

source: Main menu
bg: Главно меню
cs: Hlavní nabídka
da: Hovedmenu
de: Hauptmenü
el: Κύριο μενού
es: Menú principal
et: Peamenüü
fi: Päävalikko
fr: Menu principal
he: תפריט ראשי
hr: Glavni izbornik
hu: Főmenü
is: Aðalvalmynd
it: Menu principale
ja: メインメニュー
nl: Hoofdmenu
no: Hovedmeny
pl: Główne menu
pt: Menu principal
ro: Meniu principal
ru: Главное меню
sk: Hlavné menu
sv: Huvudmeny
tr: Ana menü
uk: Головне меню

source: Natural (No Effects)
bg: Естествено (Без ефекти)
cs: Přirozený (Žádné efekty)
da: Naturlig (Ingen Effekter)
de: Natürlich (Keine Effekte)
el: Φυσικό (Χωρίς Εφέ)
es: Natural (Sin Efectos)
et: Looduslik (Ilma efektideta)
fi: Luonnollinen (Ei Efektejä)
fr: Naturel (Pas d'effets)
he: טבעי (ללא אפקטים)
hr: Prirodno (Bez Efekata)
hu: Természetes (Nincsenek Effektek)
is: Náttúrulegt (Engin áhrif)
it: Naturale (Nessun Effetto)
ja: ナチュラル（エフェクトなし）
nl: Natuurlijk (Geen Effecten)
no: Naturlig (Ingen effekter)
pl: Naturalny (Bez efektów)
pt: Natural (Sem Efeitos)
ro: Natural (Fără efecte)
ru: Естественный (Без эффектов)
sk: Prírodný (Bez efektov)
sv: Naturlig (Inga effekter)
tr: Doğal (Efekt Yok)
uk: Природний (Без ефектів)

source: Original sound without changes.
bg: Оригинален звук без промени.
cs: Originální zvuk bez změn.
da: Original lyd uden ændringer.
de: Originalton ohne Änderungen.
el: Αυθεντικός ήχος χωρίς αλλαγές.
es: Sonido original sin cambios.
et: Originaalsound ilma muudatusteta.
fi: Alkuperäinen ääni ilman muutoksia.
fr: Son original sans modifications.
he: צליל מקורי ללא שינויים.
hr: Izvorni zvuk bez promjena.
hu: Eredeti hang változtatás nélkül.
is: Upprunaleg hljóð án breytinga.
it: Suono originale senza modifiche.
ja: 変更なしのオリジナル音声。
nl: Origineel geluid zonder wijzigingen.
no: Original lyd uten endringer.
pl: Oryginalny dźwięk bez zmian.
pt: Som original sem alterações.
ro: Sunet original fără modificări.
ru: Оригинальный звук без изменений.
sk: Pôvodný zvuk bez zmien.
sv: Original ljud utan förändringar.
tr: Değişiklik olmadan orijinal ses.
uk: Оригінальний звук без змін.

source: Crystal Voice
bg: Кристална гласова връзка
cs: Křišťálový hlas
da: Krystal Stemme
de: Kristallstimme
el: Κρυστάλλινη Φωνή
es: Voz de Cristal
et: Kristallhääl
fi: Kristalliääni
fr: Voix Cristal
he: קול קריסטל
hr: Kristalni glas
hu: Kristályhang
is: Kristalrödd
it: Voce di Cristallo
ja: クリスタルボイス
nl: Kristalstem
no: Krystallrøst
pl: Głos Kryształu
pt: Voz de Cristal
ro: Voce Cristalină
ru: Кристальный голос
sk: Kryštálový hlas
sv: Kristallröst
tr: Kristal Ses
uk: Кришталевий голос

source: Focuses on clarity and intelligibility.
bg: Съсредоточава се върху яснотата и разбираемостта.
cs: Zaměřuje se na jasnost a srozumitelnost.
da: Fokuserer på klarhed og forståelighed.
de: Konzentriert sich auf Klarheit und Verständlichkeit.
el: Επικεντρώνεται στη σαφήνεια και την κατανοητότητα.
es: Se centra en la claridad y la inteligibilidad.
et: Keskendub selgusele ja arusaadavusele.
fi: Keskittyy selkeyteen ja ymmärrettävyyteen.
fr: Se concentre sur la clarté et l'intelligibilité.
he: מתמקד בבהירות ובהבנה.
hr: Usredotočuje se na jasnoću i razumljivost.
hu: A világosságra és érthetőségre összpontosít.
is: Fókusar á skýrleika og skiljanleika.
it: Si concentra su chiarezza e intelligibilità.
ja: 明確さと理解しやすさに重点を置いています。
nl: Focust op duidelijkheid en begrijpelijkheid.
no: Fokuserer på klarhet og forståelighet.
pl: Skupia się na klarowności i zrozumiałości.
pt: Foca na clareza e inteligibilidade.
ro: Se concentrează pe claritate și inteligibilitate.
ru: Сосредоточен на ясности и понятности.
sk: Zameriava na jasnosť a zrozumiteľnosť.
sv: Fokuserar på tydlighet och begriplighet.
tr: Açıklık ve anlaşılabilirliğe odaklanır.
uk: Зосереджується на ясності та зрозумілості.

source: Radio Host
bg: Радио водещ
cs: Rádio moderátor
da: Radiovært
de: Radio-Moderator
el: Ραδιοφωνικός παρουσιαστής
es: Presentador de radio
et: Raadiojuht
fi: Radiotoimittaja
fr: Animateur radio
he: מנחה רדיו
hr: Radio voditelj
hu: Rádiós műsorvezető
is: Rásstjóri
it: Conduttore radiofonico
ja: ラジオホスト
nl: Radiopresentator
no: Radioprogramleder
pl: Dziennikarz radiowy
pt: Apresentador de Rádio
ro: Gazdă de radio
ru: Радиоведущий
sk: Rádiový moderátor
sv: Radiovärd
tr: Radyo Sunucusu
uk: Радіоведучий

source: Full and deep voice (Broadcast).
bg: Пълен и дълбок глас (Излъчване).
cs: Hlas plný a hluboký (Vysílání).
da: Fuld og dyb stemme (Udsendelse).
de: Vollständige und tiefe Stimme (Übertragung).
el: Πλήρης και βαθιά φωνή (Μετάδοση).
es: Voz completa y profunda (Transmisión).
et: Täielik ja sügav hääl (Eetrisse).
fi: Täydellinen ja syvä ääni (Lähetys).
fr: Voix pleine et profonde (Diffusion).
he: קול מלא ועמוק (שידור).
hr: Puni i duboki glas (Emitiranje).
hu: Teljes és mély hang (Közvetítés).
is: Fullur og djúpur radd (Útvarp).
it: Voce piena e profonda (Broadcast).
ja: フルで深い声（放送用）。
nl: Volle en diepe stem (Uitzending).
no: Full og dyp stemme (Sending).
pl: Pełny i głęboki głos (Transmisja).
pt: Voz completa e profunda (Transmissão).
ro: Voce plină și profundă (Transmisie).
ru: Полный и глубокий голос (Трансляция).
sk: Plný a hlboký hlas (Vysielanie).
sv: Full och djup röst (Sändning).
tr: Tam ve derin ses (Yayın).
uk: Повний і глибокий голос (Трансляція).

source: Velvet Voice
bg: Кадифен глас
cs: Sametový hlas
da: Velvet Stemme
de: Samtstimme
el: Βελούδινη Φωνή
es: Voz de terciopelo
et: Samet Hääl
fi: Samettinen ääni
fr: Voix Velours
he: קול קטיפה
hr: Saten Glas
hu: Bársonyos Hang
is: Samtast röst
it: Voce di Velluto
ja: ベルベットボイス
nl: Velvet Stem
no: Fløyelsrøst
pl: Aksamitny Głos
pt: Voz de Veludo
ro: Vocea Velvet
ru: Вельветовый голос
sk: Sametový hlas
sv: Sammetröst
tr: Kadife Ses

source: Warm and pleasant tone.
bg: Топъл и приятен тон.
cs: Teplý a příjemný tón.
da: Varm og behagelig tone.
de: Warmes und angenehmes Tone.
el: Θερμός και ευχάριστος τόνος.
es: Tono cálido y agradable.
et: Soe soe ja ja.
fi: Lämmin ja miellyttävä sävy.
fr: Ton chaleureux et agréable.
he: טון חמים ונעים.
hr: Topli i ugodan ton.
hu: Meleg és kellemes hangvétel.
is: Varmur og notalegur tónn.
it: Tono caldo e piacevole.
ja: 温かく心地よいトーン。
nl: Warme en aangename toon.
no: Varm og behagelig tone.
pl: Ciepły i przyjemny ton.
pt: Tom caloroso e agradável.
ro: Ton cald și plăcut.
ru: Теплый и приятный тон.
sk: Teplý a príjemný tón.
sv: Varm och trevlig ton.
tr: Sıcak ve hoş bir ton.
uk: Теплий та приємний тон.

source: Extra Brightness
bg: Допълнителна яркост
cs: Extra jasnost
da: Ekstra lysstyrke
de: Extra Helligkeit
el: Επιπλέον Φωτεινότητα
es: Brillo Extra
et: Lisa heledus
fi: Lisävalovoima
fr: Luminosité supplémentaire
he: בהירות נוספת
hr: Dodatna svjetlina
hu: Extra fényerő
is: Aukagert ljósstyrkur
it: Luminosità Extra
ja: エクストラ明るさ
nl: Extra Helderheid
no: Ekstra lysstyrke
pl: Dodatkowa jasność
pt: Brilho Extra
ro: Luminozitate Extra
ru: Дополнительная яркость
sk: Extra jasnosť
sv: Extra ljusstyrka
tr: Ekstra Parlaklık
uk: Додаткова яскравість

source: Enhance treble and details.
bg: Подобрете височините и детайлите.
cs: Zvyšte výšky a detaily.
da: Forstærk diskant og detaljer.
de: Heben Sie die Höhen und Details an.
el: Ενισχύστε τα πρίσματα και τις λεπτομέρειες.
es: Mejorar los agudos y los detalles.
et: Tõsta kõrgeid helisid ja detaile.
fi: Paranna korkeita ääniä ja yksityiskohtia.
fr: Améliorer les aigus et les détails.
he: שפר את הגבוהים והפרטים.
hr: Povećajte visoke tonove i detalje.
hu: Fokozza a magas hangokat és a részleteket.
is: Bættu háa tónana og smáatriðin.
it: Migliora il treble e i dettagli.
ja: トレブルとディテールを強化します。
nl: Versterk de hoge tonen en details.
no: Forster diskant og detaljer.
pl: Wzmocnij wysokie tony i szczegóły.
pt: Aprimorar agudos e detalhes.
ro: Îmbunătățește frecvențele înalte și detaliile.
ru: Улучшить высокие частоты и детали.
sk: Zvýšte výšky a detaily.
sv: Förbättra diskant och detaljer.
tr: Tiz ve detayları artır.
uk: Покращити високі частоти та деталі.

source: Soften 'S' (De-esser)
bg: Загладете 'S' (Де-есер)
cs: Zjemnit 'S' (De-esser)
da: Blødgør 'S' (De-esser)
de: 'S' weichzeichnen (De-Esser)
el: Μαλάκωμα 'S' (De-esser)
es: Suavizar 'S' (De-esser)
et: Pehmenda 'S' (De-esser)
fi: Pehmennä 'S' (De-esser)
fr: Adoucir 'S' (Dé-esseur)
he: רכך 'S' (דיסר)
hr: Omekšaj 'S' (De-esser)
hu: Lágyítsa az 'S'-t (De-esser)
is: Mýkja 'S' (De-esser)
it: Ammorbidisci 'S' (De-esser)
ja: 「S」をソフトにする（デエッサー）
nl: Zacht 'S' (De-esser)
no: Myk 'S' (De-esser)
pl: Złagodzenie 'S' (De-esser)
pt: Amolecer 'S' (De-esser)
ro: Îndulcește 'S' (De-esser)
ru: Смягчить 'S' (де-эссер)
sk: Zjemniť 'S' (De-esser)
sv: Mjukna 'S' (De-esser)
tr: 'S' Yumuşatma (De-esser)
uk: Згладити 'S' (Де-есер)

source: Reduces sibilance and annoying high-pitched sounds.
bg: Намалява сибилантността и дразнещите високи звуци.
cs: Snižuje syčení a nepříjemné vysokofrekvenční zvuky.
da: Reducerer sibilans og irriterende højfrekvente lyde.
de: Reduziert Zischlaute und störende hohe Töne.
el: Μειώνει τη σιβιλιάντζα και τους ενοχλητικούς υψηλούς ήχους.
es: Reduce la sibilancia y los sonidos agudos molestos.
et: Vähendab sibilantsi ja ebameeldivaid kõrgeid helisid.
fi: Vähentää sibilanssia ja häiritseviä korkeita ääniä.
fr: Réduit la sibilance et les sons aigus gênants.
he: מפחית סיבילנטיות וקולות גבוהים מעצבנים.
hr: Smanjuje sibilancu i neugodne visoke tonove.
hu: Csökkenti a sibilanciát és a zavaró magas hangokat.
is: Minnkar sibilance og pirrandi hávaða.
it: Riduce la sibilanza e i suoni acuti fastidiosi.
ja: シビランスと不快な高音を軽減します。
nl: Vermindert sibilantie en vervelende hoge tonen.
no: Reduserer sibilans og irriterende høyfrekvente lyder.
pl: Redukuje sybilancję i irytujące dźwięki o wysokiej częstotliwości.
pt: Reduz sibilância e sons agudos irritantes.
ro: Reducează sibilanța și sunetele enervante de înaltă frecvență.
ru: Уменьшает сибилянтность и раздражающие высокочастотные звуки.
sk: Znižuje syčanie a nepríjemné vysoké zvuky.
sv: Minskar sibilans och irriterande högfrekventa ljud.
tr: Sibilansı ve rahatsız edici yüksek frekanslı sesleri azaltır.
uk: Зменшує сибілянтність та набридливі високі звуки.

source: Remove Rumble
bg: Премахнете Rumble
cs: Odstranit Rumble
da: Fjern Rumble
de: Rumble entfernen
el: Αφαίρεση Rumble
es: Eliminar Rumble
et: Eemalda Rumble
fi: Poista Rumble
fr: Supprimer Rumble
he: הסר את רמבל
hr: Ukloni Rumble
hu: Rumble eltávolítása
is: Fjarlægja Rumble
it: Rimuovi Rumble
ja: ランブルを削除する
nl: Verwijder Rumble
no: Fjern Rumble
pl: Usuń Rumble
pt: Remover Rumble
ro: Elimină Rumble
ru: Удалить Rumble
sk: Odstrániť Rumble
sv: Ta bort Rumble
tr: Rumble'ı kaldırın
uk: Видалити Rumble

source: Eliminates low-frequency noise (trucks, bumps).
bg: Премахва нискочестотен шум (камиони, неравности).
cs: Odstraňuje nízkofrekvenční šum (nákladní vozy, nerovnosti).
da: Fjerner lavfrekvent støj (lastbiler, bump).
de: Eliminiert niederfrequentes Rauschen (Lkw, Unebenheiten).
el: Αφαιρεί τον θόρυβο χαμηλής συχνότητας (φορτηγά, ανωμαλίες).
es: Elimina el ruido de baja frecuencia (camiones, baches).
et: Külastab madalsageduslikku müra (veokid, konarused).
fi: Poistaa matalataajuisen melun (kuorma-autot, kolhut).
fr: Élimine le bruit basse fréquence (camions, bosses).
he: מבטל רעש בתדר נמוך (משאיות, מהמורות).
hr: Eliminira niskofrekventnu buku (kamioni, udarci).
hu: Eltávolítja az alacsony frekvenciájú zajokat (teherautók, ütődések).
is: Fjarlægir lágfrekvenstónn (vagnar, hnjóð).
it: Elimina il rumore a bassa frequenza (camion, dossi).
ja: 低周波ノイズ（トラック、バンプ）を除去します。
nl: Verwijdert laagfrequent geluid (vrachtwagens, hobbels).
no: Fjerner lavfrekvent støy (lastebiler, humper).
pl: Eliminuje niskoczęstotliwościowy hałas (ciężarówki, nierówności).
pt: Elimina ruídos de baixa frequência (caminhões, solavancos).
ro: Elimină zgomotul de frecvență joasă (camioane, denivelări).
ru: Устраняет низкочастотный шум (грузовики, неровности).
sk: Odstraňuje nízkofrekvenčný šum (nákladné autá, hrbole).
sv: Eliminerar lågfrekvent brus (lastbilar, gupp).
tr: Düşük frekanslı gürültüyü (kamyonlar, çukurlar) ortadan kaldırır.
uk: Видаляє низькочастотний шум (вантажівки, вибоїни).

source: Present Voice
bg: Настоящ глас
cs: Přítomný hlas
da: Præsenter stemme
de: Präsentieren Stimme
el: Παρουσίαση Φωνής
es: Voz Presente
et: Esitle hääl
fi: Esitä ääni
fr: Voix Présente
he: קול נוכחי
hr: Prisutni glas
hu: Jelenlegi hang
is: Núverandi raddsetning
it: Voce Presente
ja: 音声を表示
nl: Huidige stem
no: Nåværende stemme
pl: Głos prezentacji
pt: Voz Presente
ro: Voce prezentă
ru: Голос Present
sk: Prítomný hlas
sv: Presentera röst
tr: Sesli Sunum
uk: Презентаційний голос

source: Brings the voice to the 'front' of the mix.
bg: Извежда гласа на 'преден' план в микса.
cs: Přináší hlas na 'přední' část mixu.
da: Bringer stemmen til 'forsiden' af mixet.
de: Bringt die Stimme in den Vordergrund des Mixes.
el: Φέρνει τη φωνή στο 'μπροστινό' μέρος του μίξ.
es: Lleva la voz al 'frente' de la mezcla.
et: Toobib hääl segusse 'esiplaanile'.
fi: Tuottaa äänen 'etualalle' miksauksessa.
fr: Amène la voix au 'premier plan' du mix.
he: מביא את הקול ל'קדמת' המיקס.
hr: Donosi glas na 'prednju' stranu miksa.
hu: A hangot a keverés 'előterébe' hozza.
is: Færir rödina í 'framhlið' blöndunnar.
it: Porta la voce in primo piano nel mix.
ja: ミックスの「前面」にボイスを持ってきます。
nl: Brengt de stem naar de 'voorgrond' van de mix.
no: Fører stemmen til 'forsiden' av miksen.
pl: Przenosi głos na 'pierwszy plan' miksu.
pt: Leva a voz para o 'frente' da mixagem.
ro: Aduce vocea în 'fața' mixului.
ru: Выводит голос на 'первый' план в миксе.
sk: Prináša hlas na 'prednú' časť mixu.
sv: För fram rösten i mixen.
tr: Sesi ön plana ses getirir.
uk: Виводить голос на 'передній' план міксу.

source: Custom
bg: Персонализиран
cs: Vlastní
da: Brugerdefineret
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
et: Kohandatud
fi: Mukautettu
fr: Personnalisé
he: מותאם אישית
hr: Prilagođeno
hu: Egyedi
is: Sérsniðið
it: Personalizzato
ja: カスタム
nl: Aangepast
no: Egendefinert
pl: Niestandardowy
pt: Personalizado
ro: Personalizat
ru: Пользовательский
sk: Vlastný
sv: Anpassad
tr: Özel
uk: Користувацький

source: Manual adjustment.
bg: Ръчно регулиране.
cs: Manuální úprava.
da: Manuel justering.
de: Manuelle Anpassung.
el: Χειροκίνητη ρύθμιση.
es: Ajuste manual.
et: Käsitsi kohandamine.
fi: Manuaalinen säätö.
fr: Ajustement manuel.
he: התאמה ידנית.
hr: Ručno podešavanje.
hu: Kézi beállítás.
is: Handvirkni.
it: Regolazione manuale.
ja: 手動調整。
nl: Handmatige aanpassing.
no: Manuell justering.
pl: Ręczne dostosowanie.
pt: Ajuste manual.
ro: Ajustare manuală.
ru: Ручная настройка.
sk: Manuálne nastavenie.
sv: Manuell justering.
tr: Manuel ayarlama.
uk: Ручне налаштування.

source: Reduce Microphone Noise
de: Mikrofon-Rauschen reduzieren
el: Μείωση Θορύβου Μικροφώνου
et: Vähenda mikrofoni müra
fr: Réduire le bruit du microphone
is: Kurangkan Bunyi Mikrofon
it: Riduci il rumore del microfono
ja: マイクノイズを軽減
pl: Zmniejsz szum mikrofonu
sk: Znížiť šum mikrofónu
sv: Minska mikrofonbrus

source: Automatically manage the Bluetooth Headset profile. Switches to high quality (A2DP) when only listening, and automatically activates the microphone (HSP/HFP) when needed. WARNING: Using the bluetooth microphone (HSP/HFP) significantly reduces the quality of both the audio you hear and the microphone.
bg: Автоматично управлявайте профила на Bluetooth слушалките. Превключва на високо качество (A2DP), когато само слушате, и автоматично активира микрофона (HSP/HFP), когато е необходимо. ПРЕДУПРЕЖДЕНИЕ: Използването на Bluetooth микрофона (HSP/HFP) значително намалява качеството на звука, който чувате, и на микрофона.
de: Verwalten Sie automatisch das Bluetooth-Headset-Profil. Wechselt zu hoher Qualität (A2DP), wenn nur gehört wird, und aktiviert automatisch das Mikrofon (HSP/HFP), wenn es benötigt wird. WARNUNG: Die Verwendung des Bluetooth-Mikrofons (HSP/HFP) reduziert erheblich die Qualität sowohl des Audios, das Sie hören, als auch des Mikrofons.
el: Αυτόματα διαχειρίζεται το προφίλ ακουστικών Bluetooth. Εναλλάσσεται σε υψηλή ποιότητα (A2DP) όταν ακούτε μόνο, και ενεργοποιεί αυτόματα το μικρόφωνο (HSP/HFP) όταν χρειάζεται. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Η χρήση του μικροφώνου Bluetooth (HSP/HFP) μειώνει σημαντικά την ποιότητα τόσο του ήχου που ακούτε όσο και του μικροφώνου.
et: Automaatne Bluetooth-kõrvaklappide profiili haldamine. Lülitub kõrgekvaliteediliseks (A2DP), kui kuulatakse ainult, ja aktiveerib automaatselt mikrofoni (HSP/HFP), kui see on vajalik. HOIATUS: Bluetooth-mikrofoni (HSP/HFP) kasutamine vähendab oluliselt nii kuulda oleva heli kui ka mikrofoni kvaliteeti.
fi: Hallinnoi Bluetooth-kuulokkeiden profiilia automaattisesti. Siirtyy korkealaatuiseen (A2DP) tilaan vain kuunnellessa, ja aktivoi automaattisesti mikrofonin (HSP/HFP) tarvittaessa. VAROITUS: Bluetooth-mikrofonin (HSP/HFP) käyttö heikentää merkittävästi sekä kuulemasi äänen että mikrofonin laatua.
fr: Gérez automatiquement le profil du casque Bluetooth. Passe à la haute qualité (A2DP) lorsque vous écoutez uniquement, et active automatiquement le microphone (HSP/HFP) lorsque nécessaire. AVERTISSEMENT : L'utilisation du microphone Bluetooth (HSP/HFP) réduit considérablement la qualité de l'audio que vous entendez et celle du microphone.
is: Stjórnaðu sjálfkrafa Bluetooth heyrnartólinu. Skiptir yfir í háa gæði (A2DP) þegar aðeins er hlustað, og virkjar sjálfkrafa hljóðnema (HSP/HFP) þegar þörf krefur. VARÚÐ: Notkun Bluetooth hljóðnema (HSP/HFP) minnkar verulega gæði bæði hljóðsins sem þú heyrir og hljóðnemans.
it: Gestisci automaticamente il profilo del visore Bluetooth. Passa alla qualità elevata (A2DP) quando si ascolta solo, e attiva automaticamente il microfono (HSP/HFP) quando necessario. ATTENZIONE: L'uso del microfono Bluetooth (HSP/HFP) riduce significativamente la qualità sia dell'audio che ascolti sia del microfono.
ja: Bluetoothヘッドセットプロファイルを自動的に管理します。 リスニング時は高品質（A2DP）に切り替え、 必要に応じてマイク（HSP/HFP）を自動的に有効にします。 警告：Bluetoothマイク（HSP/HFP）を使用すると、 聞こえる音声とマイクの両方の品質が大幅に低下します。
pl: Automatycznie zarządzaj profilem zestawu słuchawkowego Bluetooth. Przełącza się na wysoką jakość (A2DP) podczas słuchania, a automatycznie aktywuje mikrofon (HSP/HFP) w razie potrzeby. OSTRZEŻENIE: Używanie mikrofonu bluetooth (HSP/HFP) znacznie obniża jakość zarówno dźwięku, który słyszysz, jak i mikrofonu.
sk: Automaticky spravujte profil Bluetooth slúchadiel. Prepnite na vysokú kvalitu (A2DP) pri počúvaní, a automaticky aktivujte mikrofón (HSP/HFP) keď je to potrebné. UPOZORNENIE: Používanie bluetooth mikrofónu (HSP/HFP) výrazne znižuje kvalitu zvuku, ktorý počujete, aj kvalitu mikrofónu.
sv: Automatiskt hantera Bluetooth-headsetprofilen. Byter till hög kvalitet (A2DP) när du bara lyssnar, och aktiverar automatiskt mikrofonen (HSP/HFP) när det behövs. VARNING: Användning av bluetoothmikrofonen (HSP/HFP) minskar avsevärt kvaliteten på både ljudet du hör och mikrofonen.

source: Aggressiveness of removal. High values clean more but may alter voice.
bg: Агресивност на премахването. Високите стойности почистват повече, но могат да променят гласа.
de: Aggressivität der Entfernung. Hohe Werte reinigen mehr, können jedoch die Stimme verändern.
el: Επιθετικότητα αφαίρεσης. Υψηλές τιμές καθαρίζουν περισσότερο αλλά μπορεί να αλλοιώσουν τη φωνή.
et: Eemaldamise agressiivsus. Kõrged väärtused puhastavad rohkem, kuid võivad häält muuta.
fi: Poiston aggressiivisuus. Korkeat arvot puhdistavat enemmän, mutta voivat muuttaa ääntä.
fr: Aggressivité de suppression. Des valeurs élevées nettoient davantage mais peuvent altérer la voix.
is: Aggressiveness of removal. Háar gildi hreinsa meira en geta breytt rödd.
it: Aggressività della rimozione. Valori elevati puliscono di più ma possono alterare la voce.
ja: 除去の攻撃性。高い値はより多くをクリーンにしますが、声を変える可能性があります。
pl: Agresywność usuwania. Wysokie wartości usuwają więcej, ale mogą zmienić głos.
sk: Agresívnosť odstránenia. Vysoké hodnoty čistejšie, ale môžu zmeniť hlas.
sv: Aggressivitet vid borttagning. Höga värden rengör mer men kan förändra rösten.

source: Automatically switch between high quality vs call profile.
bg: Автоматично превключване между профил с високо качество и профил за разговор.
de: Automatisches Umschalten zwischen Hochqualitäts- und Anrufprofil.
el: Αυτόματη εναλλαγή μεταξύ προφίλ υψηλής ποιότητας και προφίλ κλήσης.
et: Automaatne üleminek kõrge kvaliteedi ja kõne profiili vahel.
fi: Vaihda automaattisesti korkean laadun ja puheluprofiilin välillä.
fr: Changer automatiquement entre le profil haute qualité et le profil appel.
is: Sjálfvirkt skipti á milli hágæða og símtalsprofíls.
it: Passa automaticamente tra profilo di alta qualità e profilo chiamata.
ja: 高品質と通話プロファイルの自動切替。
pl: Automatycznie przełączaj między profilem wysokiej jakości a profilem rozmowy.
sk: Automaticky prepínať medzi profilom vysokého rozlíšenia a profilom hovoru.
sv: Automatiskt växla mellan hög kvalitet och samtalsprofil.
