Repository: biglinux/biglinux-noise-reduction-pipewire
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Enable the 10-band parametric equalizer. Adjust the tonal balance of your voice by boosting or cutting specific frequency ranges.
bg: Активирайте 10-лентовия параметричен еквалайзер. Настройте тоналния баланс на гласа си, като увеличавате или намалявате специфични честотни диапазони.
cs: Povolte 10pásmový parametrický ekvalizér. Upravte tonální vyváženost svého hlasu zvýšením nebo snížením specifických frekvenčních rozsahů.
da: Aktivér den 10-bånds parametriske equalizer. Justér den tonale balance i din stemme ved at forstærke eller skære specifikke frekvensområder.
de: Aktivieren Sie den 10-Band-parameterischen Equalizer. Passen Sie die klangliche Balance Ihrer Stimme an, indem Sie bestimmte Frequenzbereiche anheben oder absenken.
el: Ενεργοποιήστε τον παραμετρικό ισοσταθμιστή 10 ζωνών. Ρυθμίστε την τονική ισορροπία της φωνής σας ενισχύοντας ή μειώνοντας συγκεκριμένες συχνότητες.
es: Habilita el ecualizador paramétrico de 10 bandas. Ajusta el equilibrio tonal de tu voz aumentando o reduciendo rangos de frecuencia específicos.
et: Lülita sisse 10-ribaline parametriline ekvalaiser. Kohanda oma hääle toonilist tasakaalu, suurendades või vähendades konkreetseid sagedusvahemikke.
fi: Ota käyttöön 10-kaistainen parametrinen taajuuskorjain. Säädä äänesi sävybalanssia vahvistamalla tai vähentämällä tiettyjä taajuusalueita.
fr: Activez l'égaliseur paramétrique à 10 bandes. Ajustez l'équilibre tonal de votre voix en augmentant ou en réduisant des plages de fréquences spécifiques.
he: אפשר להפעיל את המEqualizer הפרמטרי עם 10 רצועות. התאם את האיזון הטונאלי של הקול שלך על ידי חיזוק או חיתוך של תחומי תדרים ספציפיים.
hr: Omogućite 10-bandski parametarski ekvilajzer. Podesite tonalnu ravnotežu svog glasa pojačavanjem ili smanjivanjem specifičnih frekvencijskih opsega.
hu: Engedélyezze a 10 sávos paraméteres equalizert. Állítsa be a hangszínt a hangja számára a specifikus frekvenciatartományok kiemelésével vagy csökkentésével.
is: Virkja 10-banda parametríska jafnara. Aðlaga tónjafnvægi raddar þinnar með því að auka eða skera ákveðin tíðnisvið.
it: Abilita l'equalizzatore parametrico a 10 bande. Regola l'equilibrio tonale della tua voce aumentando o riducendo specifiche gamme di frequenze.
ja: 10バンドパラメトリックイコライザーを有効にします。 特定の周波数範囲をブーストまたはカットすることで、声のトーンバランスを調整します。
nl: Schakel de 10-bands parametrische equalizer in. Pas de tonale balans van je stem aan door specifieke frequentiebereiken te verhogen of te verlagen.
no: Aktiver 10-bånds parametrisk equalizer. Juster den tonale balansen i stemmen din ved å heve eller senke spesifikke frekvensområder.
pl: Włącz 10-pasmowy equalizer parametryczny. Dostosuj tonalną równowagę swojego głosu, zwiększając lub zmniejszając konkretne zakresy częstotliwości.
pt: Ative o equalizador paramétrico de 10 bandas. Ajuste o equilíbrio tonal da sua voz aumentando ou diminuindo faixas de frequência específicas.
ro: Activează egalizatorul parametric pe 10 benzi. Ajustează echilibrul tonal al vocii tale prin creșterea sau reducerea anumitor intervale de frecvență.
ru: Включите 10-полосный параметрический эквалайзер. Настройте тональный баланс вашего голоса, увеличивая или уменьшая определенные частотные диапазоны.
sk: Povoľte 10-pásmový parametrický ekvalizér. Upravte tonálnu rovnováhu svojho hlasu zvýšením alebo znížením konkrétnych frekvenčných rozsahov.
sv: Aktivera den 10-bands parametriska equalizern. Justera den tonala balansen i din röst genom att öka eller sänka specifika frekvensområden.
tr: 10 bantlı parametrik ekolayzırı etkinleştir. Sesinizin ton dengesini belirli frekans aralıklarını artırarak veya azaltarak ayarlayın.
uk: Увімкніть 10-смуговий параметричний еквалайзер. Налаштуйте тональний баланс вашого голосу, підвищуючи або знижуючи конкретні частотні діапазони.

source: Quick presets for common use cases: • Flat: No changes • Voice Boost: Enhance vocal clarity • Podcast: Professional broadcast sound • Warm: Rich, full tone • Bright: Clear, crisp sound
bg: Бързи настройки за често срещани случаи на употреба: • Плосък: Без промени • Увеличаване на гласа: Подобряване на вокалната яснота • Подкаст: Професионален звук за излъчване • Топъл: Богат, пълен тон • Ясен: Ясен, остър звук
cs: Rychlé předvolby pro běžné případy použití: • Ploché: Žádné změny • Zvýšení hlasu: Zlepšení jasnosti hlasu • Podcast: Profesionální vysílací zvuk • Teplé: Bohatý, plný tón • Jasné: Čistý, ostrý zvuk
da: Hurtige forudindstillinger til almindelige anvendelsessager: • Flad: Ingen ændringer • Stemmeforstærkning: Forbedre vokal klarhed • Podcast: Professionel udsendelseslyd • Varm: Rig, fyldig tone • Lys: Klar, skarp lyd
de: Schnelle Voreinstellungen für gängige Anwendungsfälle: • Flach: Keine Änderungen • Sprachverstärkung: Verbesserung der Sprachklarheit • Podcast: Professioneller Rundfunkklang • Warm: Reichhaltiger, voller Klang • Hell: Klarer, präziser Klang
el: Γρήγορες ρυθμίσεις για κοινές περιπτώσεις χρήσης: • Flat: Χωρίς αλλαγές • Voice Boost: Ενίσχυση φωνητικής καθαρότητας • Podcast: Επαγγελματικός ήχος μετάδοσης • Warm: Πλούσιος, γεμάτος τόνος • Bright: Καθαρός, κρυστάλλινος ήχος
es: Ajustes rápidos para casos de uso comunes: • Plano: Sin cambios • Aumento de voz: Mejora la claridad vocal • Podcast: Sonido de transmisión profesional • Cálido: Tono rico y completo • Brillante: Sonido claro y nítido
et: Kiired eelmäärangud tavaliste kasutusjuhtude jaoks: • Lame: Ilma muudatusteta • Hääle tõstmine: Häälselguse parandamine • Podcast: Professionaalne raadiosaade • Soe: Rikas, täidlane toon • Hele: Selge, krõbe heli
fi: Nopeat esiasetukset yleisiin käyttötarkoituksiin: • Tasainen: Ei muutoksia • Äänenvoimakkuuden lisäys: Paranna äänen selkeyttä • Podcast: Ammattimainen lähetysääni • Lämmin: Rikas, täyteläinen sävy • Kirkas: Selkeä, terävä ääni
fr: Préréglages rapides pour les cas d'utilisation courants : • Plat : Aucune modification • Amélioration vocale : Améliorer la clarté vocale • Podcast : Son de diffusion professionnel • Chaud : Ton riche et plein • Lumineux : Son clair et net
he: הגדרות מהירות למקרים שימוש נפוצים: • שטוח: ללא שינויים • חיזוק קול: שיפור בהירות הקול • פודקאסט: צליל שידור מקצועי • חם: גוון עשיר ומלא • בהיר: צליל ברור וחד
hr: Brzi postavke za uobičajene slučajeve korištenja: • Ravno: Nema promjena • Povećanje glasa: Poboljšanje jasnoće glasa • Podcast: Profesionalni zvuk emitiranja • Toplo: Bogat, pun ton • Svijetlo: Jasno, oštar zvuk
hu: Gyors előbeállítások gyakori használati esetekhez: • Lapos: Nincs változtatás • Hangemelés: A vokális tisztaság fokozása • Podcast: Professzionális műsorszóró hangzás • Meleg: Gazdag, telt tónus • Világos: Tiszta, éles hang
is: Fljótlegir stillingar fyrir algengar notkunartilvik: • Flatur: Engar breytingar • Raddauki: Bætir skýrleika raddar • Podcast: Faglegur útsendingarlíking • Varmur: Rík, fullur tónn • Bjartur: Skýr, skörp hljóð
it: Impostazioni rapide per casi d'uso comuni: • Piatto: Nessuna modifica • Potenziamento vocale: Migliora la chiarezza vocale • Podcast: Suono da trasmissione professionale • Caldo: Tono ricco e pieno • Luminoso: Suono chiaro e nitido
ja: 一般的な使用ケースのためのクイックプリセット： • フラット：変更なし • ボイスブースト：音声の明瞭さを向上 • ポッドキャスト：プロフェッショナルな放送音 • ウォーム：リッチでフルなトーン • ブライト：クリアでシャープな音
nl: Snelle presets voor veelvoorkomende gebruikssituaties: • Plat: Geen wijzigingen • Stemversterking: Verbeter de stemhelderheid • Podcast: Professionele uitzending geluid • Warm: Rijke, volle toon • Helder: Duidelijk, scherp geluid
no: Raske forhåndsinnstillinger for vanlige bruksområder: • Flat: Ingen endringer • Voice Boost: Forbedre vokal klarhet • Podcast: Profesjonell kringkastingslyd • Warm: Rik, fyldig tone • Bright: Klar, skarp lyd
pl: Szybkie ustawienia dla typowych przypadków użycia: • Płaskie: Brak zmian • Wzmocnienie głosu: Zwiększenie klarowności wokalu • Podcast: Profesjonalny dźwięk radiowy • Ciepłe: Bogaty, pełny ton • Jasne: Czysty, wyraźny dźwięk
pt: Predefinições rápidas para casos de uso comuns: • Plano: Sem alterações • Aumento de Voz: Aumentar a clareza vocal • Podcast: Som de transmissão profissional • Quente: Tom rico e cheio • Brilhante: Som claro e nítido
ro: Preseturi rapide pentru cazuri de utilizare comune: • Plat: Fără modificări • Amplificare vocală: Îmbunătățește claritatea vocală • Podcast: Sunet de difuzare profesional • Cald: Ton bogat, plin • Strălucitor: Sunet clar, crisp
ru: Быстрые пресеты для общих случаев использования: • Плоский: Без изменений • Увеличение голоса: Улучшение ясности голоса • Подкаст: Профессиональное звучание • Тёплый: Насыщенный, полный тон • Яркий: Чистый, четкий звук
sk: Rýchle predvoľby pre bežné prípady použitia: • Ploché: Žiadne zmeny • Zvýšenie hlasu: Zlepšenie jasnosti hlasu • Podcast: Profesionálny vysielací zvuk • Teplé: Bohatý, plný tón • Jasné: Čistý, ostrý zvuk
sv: Snabba förinställningar för vanliga användningsområden: • Platt: Inga ändringar • Röstförstärkning: Förbättra röstklarhet • Podcast: Professionellt sändningsljud • Varm: Rik, fyllig ton • Klar: Tydligt, klart ljud
tr: Hızlı ön ayarlar yaygın kullanım senaryoları için: • Düz: Değişiklik yok • Ses Artışı: Ses netliğini artır • Podcast: Profesyonel yayın sesi • Sıcak: Zengin, dolgun ton • Parlak: Net, keskin ses
uk: Швидкі налаштування для поширених випадків використання: • Плоский: Без змін • Підвищення голосу: Покращення чіткості голосу • Подкаст: Професійний звук трансляції • Теплий: Насичений, повний тон • Яскравий: Чіткий, ясний звук

source: Adjust individual frequency bands: • Left bands (31-250 Hz): Bass and low frequencies • Middle bands (500-2000 Hz): Voice fundamentals • Right bands (4000-16000 Hz): Brightness and clarity Drag sliders up to boost, down to cut.
bg: Настройте индивидуалните честотни ленти: • Леви ленти (31-250 Hz): Бас и ниски честоти • Средни ленти (500-2000 Hz): Основи на гласа • Десни ленти (4000-16000 Hz): Яркост и яснота Плъзнете плъзгачите нагоре, за да увеличите, надолу, за да намалите.
cs: Upravte jednotlivé frekvenční pásma: • Levá pásma (31-250 Hz): Basové a nízké frekvence • Střední pásma (500-2000 Hz): Základní tóny hlasu • Pravá pásma (4000-16000 Hz): Jasnost a čistota Táhněte posuvníky nahoru pro zvýšení, dolů pro snížení.
da: Juster individuelle frekvensbånd: • Venstre bånd (31-250 Hz): Bas og lave frekvenser • Mellembånd (500-2000 Hz): Stemmes fundamenter • Højre bånd (4000-16000 Hz): Lysstyrke og klarhed Træk skyderne op for at forstærke, ned for at skære.
de: Passen Sie die einzelnen Frequenzbänder an: • Linke Bänder (31-250 Hz): Bass und tiefe Frequenzen • Mittlere Bänder (500-2000 Hz): Sprachgrundlagen • Rechte Bänder (4000-16000 Hz): Helligkeit und Klarheit Ziehen Sie die Regler nach oben, um zu verstärken, nach unten, um zu kürzen.
el: Ρυθμίστε τις μεμονωμένες συχνότητες: • Αριστερές ζώνες (31-250 Hz): Μπάσο και χαμηλές συχνότητες • Μεσαίες ζώνες (500-2000 Hz): Θεμελιώδεις φωνές • Δεξιές ζώνες (4000-16000 Hz): Φωτεινότητα και καθαρότητα Σύρετε τους ρυθμιστές προς τα πάνω για αύξηση, προς τα κάτω για μείωση.
es: Ajustar bandas de frecuencia individuales: • Bandas izquierda (31-250 Hz): Graves y bajas frecuencias • Bandas medias (500-2000 Hz): Fundamentos de voz • Bandas derecha (4000-16000 Hz): Brillo y claridad Arrastre los deslizadores hacia arriba para aumentar, hacia abajo para reducir.
et: Kohandage individuaalseid sagedusgruppe: • Vasak grupid (31-250 Hz): Bass ja madalad sagedused • Keskmised grupid (500-2000 Hz): Hääle põhitoonid • Paremad grupid (4000-16000 Hz): Erksus ja selgus Looge liugureid üles, et suurendada, alla, et vähendada.
fi: Säädä yksittäisiä taajuusalueita: • Vasemmat alueet (31-250 Hz): Basso ja matalat taajuudet • Keskialueet (500-2000 Hz): Äänen perusäänet • Oikeat alueet (4000-16000 Hz): Kirkkaus ja selkeys Vedä liukusäätimiä ylös vahvistaaksesi, alas vähentääksesi.
fr: Ajustez les bandes de fréquence individuelles : • Bandes de gauche (31-250 Hz) : Basse et basses fréquences • Bandes du milieu (500-2000 Hz) : Fondamentaux de la voix • Bandes de droite (4000-16000 Hz) : Luminosité et clarté Faites glisser les curseurs vers le haut pour augmenter, vers le bas pour diminuer.
he: התאם רצועות תדר בודדות: • רצועות שמאל (31-250 הרץ): בס ותדרים נמוכים • רצועות אמצע (500-2000 הרץ): יסודות הקול • רצועות ימין (4000-16000 הרץ): בהירות וחדות גרור את המחוונים למעלה להגברה, למטה להפחתה.
hr: Podesite pojedinačne frekvencijske pojaseve: • Lijeva pojasevi (31-250 Hz): Bas i niske frekvencije • Srednji pojasevi (500-2000 Hz): Osnovne tonove glasa • Desna pojasevi (4000-16000 Hz): Svjetlina i jasnoća Povucite klizače prema gore za pojačavanje, prema dolje za smanjenje.
hu: Állítsa be az egyes frekvenciasávokat: • Bal sávok (31-250 Hz): Basszus és alacsony frekvenciák • Középső sávok (500-2000 Hz): Hangalapok • Jobb sávok (4000-16000 Hz): Fényesség és tisztaság Húzza felfelé a csúszkákat a növeléshez, lefelé a csökkentéshez.
is: Aðlaga einstaka tíðnibönd: • Vinstri bönd (31-250 Hz): Bass og lágar tíðnir • Miðbönd (500-2000 Hz): Raddargrunntónar • Hægri bönd (4000-16000 Hz): Skýrleiki og skýrleiki Dragðu rennibrautir upp til að auka, niður til að skera.
it: Regola bande di frequenza individuali: • Bande sinistre (31-250 Hz): Bassi e basse frequenze • Bande centrali (500-2000 Hz): Fondamentali vocali • Bande destra (4000-16000 Hz): Luminosità e chiarezza Trascina i cursori verso l'alto per aumentare, verso il basso per ridurre.
ja: 個別周波数帯を調整します： • 左側の帯域（31-250 Hz）：低音および低周波数 • 中央の帯域（500-2000 Hz）：音声の基本周波数 • 右側の帯域（4000-16000 Hz）：明るさと明瞭さ スライダーを上にドラッグしてブースト、下にドラッグしてカットします。
nl: Pas individuele frequentiebanden aan: • Linker banden (31-250 Hz): Bas en lage frequenties • Midden banden (500-2000 Hz): Stemfundamenten • Rechter banden (4000-16000 Hz): Helderheid en duidelijkheid Sleep de schuifregelaars omhoog om te versterken, omlaag om te verlagen.
no: Juster individuelle frekvensbånd: • Venstre bånd (31-250 Hz): Bass og lave frekvenser • Midtre bånd (500-2000 Hz): Stemmes fundament • Høyre bånd (4000-16000 Hz): Lyshet og klarhet Dra glidebryterne opp for å øke, ned for å kutte.
pl: Dostosuj poszczególne pasma częstotliwości: • Lewe pasma (31-250 Hz): Bas i niskie częstotliwości • Środkowe pasma (500-2000 Hz): Podstawy głosu • Prawe pasma (4000-16000 Hz): Jasność i klarowność Przeciągnij suwaki w górę, aby zwiększyć, w dół, aby zmniejszyć.
pt: Ajuste bandas de frequência individuais: • Bandas esquerda (31-250 Hz): Graves e baixas frequências • Bandas médias (500-2000 Hz): Fundamentos da voz • Bandas direita (4000-16000 Hz): Brilho e clareza Arraste os deslizadores para cima para aumentar, para baixo para cortar.
ro: Ajustați benzile de frecvență individuale: • Benzile stângi (31-250 Hz): Bas și frecvențe joase • Benzile din mijloc (500-2000 Hz): Fundamentele vocii • Benzile drepte (4000-16000 Hz): Luminozitate și claritate Trageți glisoarele în sus pentru a crește, în jos pentru a reduce.
ru: Настройте отдельные частотные диапазоны: • Левые диапазоны (31-250 Гц): Бас и низкие частоты • Средние диапазоны (500-2000 Гц): Основы голоса • Правые диапазоны (4000-16000 Гц): Яркость и четкость Перемещайте ползунки вверх для увеличения, вниз для уменьшения.
sk: Upravte jednotlivé frekvenčné pásma: • Ľavé pásma (31-250 Hz): Basové a nízke frekvencie • Stredné pásma (500-2000 Hz): Základy hlasu • Pravé pásma (4000-16000 Hz): Jasnosť a čistota Potiahnite posúvače nahor na zvýšenie, nadol na zníženie.
sv: Justera individuella frekvensband: • Vänstra band (31-250 Hz): Bas och låga frekvenser • Mellersta band (500-2000 Hz): Röstfundament • Höger band (4000-16000 Hz): Ljusstyrka och klarhet Dra reglagen uppåt för att öka, nedåt för att sänka.
tr: Bireysel frekans bantlarını ayarlayın: • Sol bantlar (31-250 Hz): Bas ve düşük frekanslar • Orta bantlar (500-2000 Hz): Ses temelleri • Sağ bantlar (4000-16000 Hz): Parlaklık ve netlik Kaydırıcıları yukarı çekerek artırın, aşağı çekerek azaltın.
uk: Налаштуйте окремі частотні діапазони: • Ліві діапазони (31-250 Гц): Бас та низькі частоти • Середні діапазони (500-2000 Гц): Основи голосу • Праві діапазони (4000-16000 Гц): Яскравість та чіткість Перетягніть повзунки вгору, щоб підвищити, вниз, щоб знизити.

source: Show additional controls for fine-tuning your audio. Includes equalizer, AI model selection, and visualizer options.
bg: Покажете допълнителни контроли за прецизиране на звука си. Включва еквалайзер, избор на AI модел и опции за визуализатор.
cs: Zobrazit další ovládací prvky pro jemné ladění vašeho zvuku. Zahrnuje ekvalizér, výběr AI modelu a možnosti vizualizace.
da: Vis visse yderligere kontroller for finjustering af din lyd. Inkluderer equalizer, AI-modelvalg og visualiseringsmuligheder.
de: Zeigen Sie zusätzliche Steuerungen zur Feinabstimmung Ihres Audios an. Beinhaltet Equalizer, Auswahl des KI-Modells und Visualisierungsoptionen.
el: Δείξτε επιπλέον ρυθμίσεις για την προσαρμογή του ήχου σας. Περιλαμβάνει ρυθμιστικό ισοσταθμιστή, επιλογή μοντέλου AI και επιλογές οπτικοποίησης.
es: Muestra controles adicionales para ajustar tu audio. Incluye ecualizador, selección de modelo de IA y opciones de visualizador.
et: Kuvaa täiendavaid juhtnuppe oma heli täpsustamiseks. Sisaldab ekvalaiserit, AI mudeli valikut ja visualiseerimisvõimalusi.
fi: Näytä lisäasetuksia äänen hienosäätöön. Sisältää taajuuskorjaimen, AI-mallin valinnan ja visualisointivaihtoehtoja.
fr: Afficher des contrôles supplémentaires pour affiner votre audio. Comprend un égaliseur, une sélection de modèle d'IA et des options de visualisation.
he: הצג בקרות נוספות לכיוונון מדויק של האודיו שלך. כולל אקולייזר, בחירת מודל AI ואפשרויות ויזואליזציה.
hr: Prikaži dodatne kontrole za fino podešavanje zvuka. Uključuje ekvilajzer, odabir AI modela i opcije vizualizatora.
hu: További vezérlők megjelenítése a hang finomhangolásához. Tartalmazza az equalizert, az AI modell kiválasztását és a vizualizáló lehetőségeket.
is: Sýna viðbótarstýringar til að fínstilla hljóðið þitt. Inniheldur jafnvægisstillir, val á AI líkani og valkostir fyrir sjónræn útlit.
it: Mostra controlli aggiuntivi per la regolazione fine del tuo audio. Include equalizzatore, selezione del modello AI e opzioni di visualizzazione.
ja: オーディオの微調整のための追加コントロールを表示します。 イコライザー、AIモデルの選択、およびビジュアライザーオプションが含まれます。
nl: Toon extra bedieningselementen voor het fijn afstemmen van je audio. Inclusief equalizer, AI-modelselectie en visualisatie-opties.
no: Vis visse ekstra kontroller for finjustering av lyden din. Inkluderer equalizer, valg av AI-modell og visualiseringsalternativer.
pl: Pokaż dodatkowe kontrolki do precyzyjnego dostosowywania dźwięku. Zawiera equalizer, wybór modelu AI oraz opcje wizualizatora.
pt: Mostre controles adicionais para ajustar seu áudio. Inclui equalizador, seleção de modelo de IA e opções de visualizador.
ro: Afișați controale suplimentare pentru ajustarea fină a sunetului dvs. Include egalizator, selecția modelului AI și opțiuni de vizualizare.
ru: Показать дополнительные элементы управления для тонкой настройки вашего аудио. Включает эквалайзер, выбор модели ИИ и параметры визуализатора.
sk: Zobrazte ďalšie ovládacie prvky na jemné doladenie vášho zvuku. Zahŕňa ekvalizér, výber AI modelu a možnosti vizualizátora.
sv: Visa ytterligare kontroller för finjustering av din ljud. Inkluderar equalizer, val av AI-modell och visualiseringsalternativ.
tr: Sesinizi ince ayar yapmak için ek kontrolleri gösterin. Ekolayzer, AI model seçimi ve görselleştirici seçeneklerini içerir.
uk: Показати додаткові елементи керування для тонкої настройки вашого аудіо. Включає еквалайзер, вибір моделі ШІ та параметри візуалізації.
