Repository: biglinux/biglinux-noise-reduction-pipewire
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: AI-powered noise reduction with stereo enhancement and equalization
bg: AI-базирано намаляване на шум с стерео подобрение и еквализация
cs: AI-poháněné potlačení šumu s vylepšením stereofonie a ekvalizací
de: KI-gestützte Rauschunterdrückung mit Stereo-Verbesserung und Equalizer
el: Αυτόματη μείωση θορύβου με ενίσχυση στερεοφωνικού ήχου και εξισορρόπηση.
et: AI-toega mürasummutamine stereo täiustamise ja ekvaliseerimisega
fi: AI-teknologialla varustettu melunvaimennus stereovahvistuksella ja taajuuskorjauksella
fr: Réduction de bruit alimentée par l'IA avec amélioration stéréo et égalisation
hu: AI-alapú zajcsökkentés sztereó javítással és ekvalizálással
is: Hljóðdrægni með gervigreind, með stereo bætingu og jafnvægi.
it: Riduzione del rumore alimentata da AI con miglioramento stereo ed equalizzazione
ja: AI駆動のノイズリダクション、ステレオエンハンスメント、イコライゼーション
nl: AI-gestuurde ruisonderdrukking met stereoverbetering en equalizatie
no: AI-drevet støyreduksjon med stereo-forbedring og equalisering
pl: Redukcja hałasu wspomagana przez AI z ulepszeniem stereo i equalizacją
pt: Redução de ruído com inteligência artificial, com aprimoramento estéreo e equalização.
sk: AI-poháňané potlačenie hluku s vylepšením stereofónie a ekvalizáciou
sv: AI-driven bruskdämpning med stereo förbättring och equalisering

source: Powered by
bg: Задвижвано от
cs: Poháněno
de: Angetrieben von
el: Ενισχυμένο από
et: Toodetud poolt
fi: Tehostettu toimesta
fr: Alimenté par
is: Driftið af
it: Alimentato da
ja: 提供元
nl: Aangedreven door
no: Drevet av
pl: Zasilane przez
pt: Desenvolvido por
sk: Poháňané tým
sv: Drivs av

source: GTCRN Project
bg: GTCRN Проект
cs: GTCRN Projekt
de: GTCRN-Projekt
el: Έργο GTCRN
et: GTCRN projekt
fi: GTCRN-projekti
fr: Projet GTCRN
hu: GTCRN Projekt
is: GTCRN Verkefni
it: Progetto GTCRN
ja: GTCRNプロジェクト
no: GTCRN-prosjekt
pl: Projekt GTCRN
pt: Projeto GTCRN
sk: GTCRN Projekt
sv: GTCRN-projektet
