Repository: biglinux/biglinux-noise-reduction-pipewire
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Enable the Silence Filter (Gate). The Gate is applied AFTER noise reduction. It eliminates residual sounds that the filter reduced but did not completely cancel. When you stop talking, it completely cuts the audio, ensuring absolute silence.
bg: Активирайте филтъра за тишина (Gate). Gate се прилага СЛЕД намаляване на шума. Той елиминира остатъчните звуци, които филтърът е намалил, но не е отменил напълно. Когато спрете да говорите, той напълно прекъсва звука, осигурявайки абсолютна тишина.
cs: Povolit filtr ticha (bránu). Brána se aplikuje PO redukci šumu. Odstraňuje zbytkové zvuky, které filtr snížil, ale zcela neodstranil. Když přestanete mluvit, zcela přeruší zvuk, čímž zajišťuje absolutní ticho.
da: Aktivér Støjsvagfilteret (Gate). Gaten anvendes EFTER støjreduktion. Den fjerner resterende lyde, som filteret har reduceret, men ikke helt annulleret. Når du stopper med at tale, skærer den helt lyden, hvilket sikrer absolut stilhed.
de: Aktivieren Sie den Stillefilter (Gate). Das Gate wird NACH der Rauschunterdrückung angewendet. Es beseitigt verbleibende Geräusche, die der Filter reduziert hat, aber nicht vollständig beseitigen konnte. Wenn Sie aufhören zu sprechen, schneidet es den Audio vollständig ab und sorgt für absolute Stille.
el: Ενεργοποιήστε το φίλτρο σιωπής (Gate). Το Gate εφαρμόζεται ΜΕΤΑ τη μείωση θορύβου. Εξαλείφει τους υπολειπόμενους ήχους που μείωσε το φίλτρο αλλά δεν ακύρωσε εντελώς. Όταν σταματήσετε να μιλάτε, κόβει εντελώς τον ήχο, εξασφαλίζοντας απόλυτη σιωπή.
es: Habilitar el Filtro de Silencio (Puerta). La Puerta se aplica DESPUÉS de la reducción de ruido. Elimina los sonidos residuales que el filtro redujo pero no canceló por completo. Cuando dejas de hablar, corta completamente el audio, asegurando un silencio absoluto.
et: Lülita sisse Vaikusefilter (Gate). Gate rakendatakse PEALE müra vähendamist. See elimineerib jääkhelid, mida filter vähendas, kuid ei tühistanud täielikult. Kui sa lõpetad rääkimise, katkestab see täielikult heli, tagades absoluutse vaikuse.
fi: Ota käyttöön hiljaisuussuodatin (Gate). Gate sovelletaan ÄÄNENVÄHENNYKSEN JÄLKEEN. Se poistaa jäljelle jääneet äänet, joita suodatin vähensi mutta ei täysin kumonnut. Kun lopetat puhumisen, se katkaisee äänen kokonaan, varmistaen täydellisen hiljaisuuden.
fr: Activez le filtre de silence (gate). Le gate est appliqué APRÈS la réduction de bruit. Il élimine les sons résiduels que le filtre a réduits mais n'a pas complètement annulés. Lorsque vous arrêtez de parler, il coupe complètement l'audio, garantissant un silence absolu.
he: אפשר להפעיל את מסנן השקט (שער). השער מוחל לאחר הפחתת רעש. הוא מסלק צלילים שאריים שהמסנן הפחית אך לא ביטל לחלוטין. כאשר אתה מפסיק לדבר, הוא חותך לחלוטין את האודיו, ומבטיח שקט מוחלט.
hr: Omogući filtar tišine (Gate). Filtar se primjenjuje NAKON smanjenja šuma. Eliminira preostale zvukove koje je filtar smanjio, ali nije potpuno otkazao. Kada prestaneš govoriti, potpuno prekida zvuk, osiguravajući apsolutnu tišinu.
hu: Engedélyezze a Csend Szűrőt (Kaput). A Kapu a zajcsökkentés UTÁN kerül alkalmazásra. Eltávolítja azokat a maradék hangokat, amelyeket a szűrő csökkentett, de nem törölt teljesen. Amikor abbahagyja a beszédet, teljesen megszünteti a hangot, biztosítva a teljes csendet.
is: Virkja þöggunarsíuna (Gate). Sían er notuð EFTIR hávaða minnkun. Hún útrýmir afgangshljóðum sem sían minnkaði en afnam ekki alveg. Þegar þú hættir að tala, klippir hún hljóðið alveg, sem tryggir algjöra þögn.
it: Abilita il Filtro di Silenzio (Gate). Il Gate viene applicato DOPO la riduzione del rumore. Elimina i suoni residui che il filtro ha ridotto ma non ha completamente annullato. Quando smetti di parlare, taglia completamente l'audio, garantendo silenzio assoluto.
ja: サイレンスフィルター（ゲート）を有効にします。 ゲートはノイズリダクションの後に適用されます。フィルターが減少させたが完全にはキャンセルしなかった残留音を排除します。 話すのをやめると、音声が完全にカットされ、絶対的な静寂が保証されます。
nl: Schakel het Stiltefilter (Gate) in. De Gate wordt TOEPASSEN NA de ruisonderdrukking. Het elimineert resterende geluiden die het filter heeft verminderd maar niet volledig heeft geannuleerd. Wanneer je stopt met praten, snijdt het de audio volledig af, wat absolute stilte garandeert.
no: Aktiver Stillefilteret (Gate). Gate brukes ETTER støyreduksjon. Det eliminerer gjenværende lyder som filteret reduserte, men ikke helt kansellerte. Når du slutter å snakke, kutter det helt ut lyden, og sikrer absolutt stillhet.
pl: Włącz filtr ciszy (bramkę). Bramka jest stosowana PO redukcji szumów. Eliminuje pozostałe dźwięki, które filtr zredukował, ale nie całkowicie wyeliminował. Gdy przestajesz mówić, całkowicie wycisza dźwięk, zapewniając absolutną ciszę.
pt: Ative o Filtro de Silêncio (Gate). O Gate é aplicado APÓS a redução de ruído. Ele elimina sons residuais que o filtro reduziu, mas não cancelou completamente. Quando você para de falar, ele corta completamente o áudio, garantindo silêncio absoluto.
ro: Activează Filtrul de Silențiu (Gate). Gate-ul se aplică DUPĂ reducerea zgomotului. Elimină sunetele reziduale pe care filtrul le-a redus, dar nu le-a anulat complet. Când încetezi să vorbești, taie complet audio-ul, asigurând un silențiu absolut.
ru: Включите фильтр тишины (гейт). Гейт применяется ПОСЛЕ шумоподавления. Он устраняет остаточные звуки, которые фильтр уменьшил, но не полностью отменил. Когда вы перестаете говорить, он полностью отключает звук, обеспечивая абсолютную тишину.
sk: Povoľte filter ticha (bránu). Brána sa aplikuje PO redukcii šumu. Odstraňuje zvyškové zvuky, ktoré filter znížil, ale úplne nezrušil. Keď prestanete hovoriť, úplne preruší zvuk, čím zabezpečí absolútnu ticho.
sv: Aktivera tystnadsfiltret (Gate). Gaten tillämpas EFTER brusreducering. Den eliminerar kvarvarande ljud som filtret reducerade men inte helt avbröt. När du slutar prata klipper den helt ljudet, vilket säkerställer absolut tystnad.
tr: Sessiz Filtreyi (Kapı) etkinleştir. Kapı, gürültü azaltımından SONRA uygulanır. Filtrenin azalttığı ancak tamamen iptal edemediği kalıntı sesleri ortadan kaldırır. Konuşmayı durdurduğunuzda, sesi tamamen keser ve mutlak sessizlik sağlar.
uk: Увімкніть фільтр тиші (гейт). Гейт застосовується ПІСЛЯ зменшення шуму. Він усуває залишкові звуки, які фільтр зменшив, але не скасував повністю. Коли ви перестаєте говорити, він повністю відключає аудіо, забезпечуючи абсолютну тишу.

source: Sets the minimum volume to activate the microphone. • HIGHER values (-20 dB): Only loud speech passes • LOWER values (-50 dB): Soft speech also passes Tip: Start at -40 dB and adjust according to your voice.
bg: Настройва минималния обем за активиране на микрофона. • ПО-ВИСОКИ стойности (-20 dB): Само силна реч преминава • ПО-НИСКИ стойности (-50 dB): Мека реч също преминава Съвет: Започнете от -40 dB и регулирайте според гласа си.
cs: Nastaví minimální hlasitost pro aktivaci mikrofonu. • VYŠŠÍ hodnoty (-20 dB): Prochází pouze hlasitá řeč • NIŽŠÍ hodnoty (-50 dB): Prochází také tichá řeč Tip: Začněte na -40 dB a upravte podle svého hlasu.
da: Indstiller den minimale volumen for at aktivere mikrofonen. • HØJERE værdier (-20 dB): Kun højlydt tale passerer • LAVERE værdier (-50 dB): Blød tale passerer også Tip: Start ved -40 dB og juster i henhold til din stemme.
de: Stellt die minimale Lautstärke ein, um das Mikrofon zu aktivieren. • HÖHERE Werte (-20 dB): Nur laute Sprache wird durchgelassen • NIEDRIGERE Werte (-50 dB): Auch leise Sprache wird durchgelassen Tipp: Beginnen Sie bei -40 dB und passen Sie es an Ihre Stimme an.
el: Ρυθμίζει τον ελάχιστο όγκο για να ενεργοποιηθεί το μικρόφωνο. • ΥΨΗΛΟΤΕΡΕΣ τιμές (-20 dB): Μόνο η δυνατή ομιλία περνά • ΧΑΜΗΛΟΤΕΡΕΣ τιμές (-50 dB): Περνά και η ήσυχη ομιλία Συμβουλή: Ξεκινήστε από -40 dB και ρυθμίστε ανάλογα με τη φωνή σας.
es: Establece el volumen mínimo para activar el micrófono. • Valores MÁS ALTOS (-20 dB): Solo pasa el habla fuerte • Valores MÁS BAJOS (-50 dB): También pasa el habla suave Consejo: Comienza en -40 dB y ajusta según tu voz.
et: Seab mikrofoni aktiveerimiseks minimaalne helitugevus. • KÕRGEMAD väärtused (-20 dB): Ainult valju kõne läbib • MADALAMAD väärtused (-50 dB): Ka vaikne kõne läbib Nipp: Alusta -40 dB juures ja kohanda vastavalt oma häälele.
fi: Asettaa mikrofonin aktivoinnin vähimmäisäänenvoimakkuuden. • KORKEAT arvot (-20 dB): Vain kova puhe kulkee • MATALAT arvot (-50 dB): Myös hiljainen puhe kulkee Vinkki: Aloita -40 dB:stä ja säädä äänen mukaan.
fr: Définit le volume minimum pour activer le microphone. • Valeurs ÉLEVÉES (-20 dB) : Seule la parole forte passe • Valeurs FAIBLES (-50 dB) : La parole douce passe également Astuce : Commencez à -40 dB et ajustez en fonction de votre voix.
he: מגדיר את עוצמת הקול המינימלית להפעלת המיקרופון. • ערכים גבוהים (-20 dB): רק דיבור רם עובר • ערכים נמוכים (-50 dB): גם דיבור שקט עובר טיפ: התחל ב- -40 dB והתאם לפי קולך.
hr: Postavlja minimalnu jačinu zvuka za aktivaciju mikrofona. • VIŠE vrijednosti (-20 dB): Samo glasna govora prolazi • NIŽE vrijednosti (-50 dB): Tih govora također prolazi Savjet: Započnite na -40 dB i prilagodite prema svom glasu.
hu: Beállítja a mikrofon aktiválásához szükséges minimális hangerőt. • MAGASABB értékek (-20 dB): Csak a hangos beszéd halad át • ALACSONYABB értékek (-50 dB): A halk beszéd is átmegy Tipp: Kezdje -40 dB-n, és állítsa be a hangja szerint.
is: Stillir lágmarkshljóðstyrkinn til að virkja hljóðnema. • HÁRARI gildi (-20 dB): Aðeins hávær tala fer í gegnum • LÁRARI gildi (-50 dB): Mjúk tala fer einnig í gegnum Ráð: Byrjaðu á -40 dB og stilltu eftir rödd þinni.
it: Imposta il volume minimo per attivare il microfono. • Valori più ALTI (-20 dB): Solo il discorso forte passa • Valori più BASSI (-50 dB): Anche il discorso soft passa Suggerimento: Inizia a -40 dB e regola in base alla tua voce.
ja: マイクをアクティブにするための最小音量を設定します。 • 高い値（-20 dB）：大きな声のみが通過します • 低い値（-50 dB）：柔らかい声も通過します ヒント：-40 dBから始めて、声に応じて調整してください。
nl: Stelt het minimale volume in om de microfoon te activeren. • HOGERE waarden (-20 dB): Alleen luide spraak gaat door • LAGERE waarden (-50 dB): Zachte spraak gaat ook door Tip: Begin bij -40 dB en pas aan op basis van je stem.
no: Setter minimum volum for å aktivere mikrofonen. • HØYERE verdier (-20 dB): Bare høy tale passerer • LAVERE verdier (-50 dB): Myk tale passerer også Tips: Start på -40 dB og juster i henhold til stemmen din.
pl: Ustala minimalna głośność do aktywacji mikrofonu. • WYŻSZE wartości (-20 dB): Tylko głośna mowa przechodzi • NIŻSZE wartości (-50 dB): Cicha mowa również przechodzi Wskazówka: Zacznij od -40 dB i dostosuj w zależności od swojego głosu.
pt: Define o volume mínimo para ativar o microfone. • Valores MAIORES (-20 dB): Apenas fala alta passa • Valores MENORES (-50 dB): Fala suave também passa Dica: Comece em -40 dB e ajuste de acordo com sua voz.
ro: Setează volumul minim pentru a activa microfonul. • VALORI MAI MARI (-20 dB): Numai vorbirea tare trece • VALORI MAI MICI (-50 dB): Vorbirea moale trece de asemenea Sugestie: Începe de la -40 dB și ajustează în funcție de vocea ta.
ru: Устанавливает минимальный уровень громкости для активации микрофона. • БОЛЬШИЕ значения (-20 дБ): Проходит только громкая речь • МЕНЬШИЕ значения (-50 дБ): Проходит также тихая речь Совет: Начните с -40 дБ и отрегулируйте в зависимости от вашего голоса.
sk: Nastaví minimálnu hlasitosť na aktiváciu mikrofónu. • VYŠŠIE hodnoty (-20 dB): Prechádza iba hlasná reč • NIŽŠIE hodnoty (-50 dB): Prechádza aj tichá reč Tip: Začnite na -40 dB a upravte podľa svojho hlasu.
sv: Ställer in den minimi volymen för att aktivera mikrofonen. • HÖGRE värden (-20 dB): Endast hög ljudlig tal passerar • LÄGRE värden (-50 dB): Låg ljudlig tal passerar också Tips: Börja på -40 dB och justera efter din röst.
tr: Mikrofonu etkinleştirmek için minimum ses seviyesini ayarlar. • DAHA YÜKSEK değerler (-20 dB): Sadece yüksek sesli konuşmalar geçer • DAHA DÜŞÜK değerler (-50 dB): Yumuşak konuşmalar da geçer İpucu: -40 dB'den başlayın ve sesinize göre ayarlayın.
uk: Встановлює мінімальний об'єм для активації мікрофона. • ВИЩІ значення (-20 дБ): Проходить лише голосна мова • НИЖЧІ значення (-50 дБ): Проходить також тихе мовлення Порада: Почніть з -40 дБ і налаштуйте відповідно до свого голосу.

source: How much to silence when you are not talking. • LOWER values (-60 dB): Almost total silence • HIGHER values (-20 dB): Gentle reduction Use -60 dB for total silence or -40 dB for a more natural transition.
bg: Колко да заглушите, когато не говорите. • ПО-НИСКИ стойности (-60 dB): Почти пълна тишина • ПО-ВИСОКИ стойности (-20 dB): Нежно намаляване Използвайте -60 dB за пълна тишина или -40 dB за по-естествен преход.
cs: Kolik ztlumit, když nemluvíte. • NIŽŠÍ hodnoty (-60 dB): Téměř úplné ticho • VYŠŠÍ hodnoty (-20 dB): Jemné snížení Použijte -60 dB pro úplné ticho nebo -40 dB pro přirozenější přechod.
da: Hvor meget skal der dæmpes, når du ikke taler. • LAVERE værdier (-60 dB): Næsten total stilhed • HØJERE værdier (-20 dB): Blid reduktion Brug -60 dB for total stilhed eller -40 dB for en mere naturlig overgang.
de: Wie viel Stille, wenn Sie nicht sprechen. • NIEDRIGERE Werte (-60 dB): Fast totale Stille • HÖHERE Werte (-20 dB): Sanfte Reduzierung Verwenden Sie -60 dB für totale Stille oder -40 dB für einen natürlicheren Übergang.
el: Πόσο να σιωπήσετε όταν δεν μιλάτε. • ΧΑΜΗΛΕΣ τιμές (-60 dB): Σχεδόν απόλυτη σιωπή • ΥΨΗΛΕΣ τιμές (-20 dB): Ήπια μείωση Χρησιμοποιήστε -60 dB για απόλυτη σιωπή ή -40 dB για μια πιο φυσική μετάβαση.
es: Cuánto silenciar cuando no estás hablando. • VALORES BAJOS (-60 dB): Casi total silencio • VALORES ALTOS (-20 dB): Reducción suave Usa -60 dB para silencio total o -40 dB para una transición más natural.
et: Kui palju vaikust on, kui te ei räägi. • MADALAD väärtused (-60 dB): Peaaegu täielik vaikus • KÕRGE väärtused (-20 dB): Õrn vähendamine Kasutage -60 dB täieliku vaikuse jaoks või -40 dB loomulikuma ülemineku jaoks.
fi: Kuinka paljon vaimennusta, kun et puhu. • ALHAISET arvot (-60 dB): Lähes täydellinen hiljaisuus • KORKEAT arvot (-20 dB): Lempeä vaimennus Käytä -60 dB täydelliseen hiljaisuuteen tai -40 dB luonnollisempaan siirtymään.
fr: Combien de silence lorsque vous ne parlez pas. • VALEURS INFÉRIEURES (-60 dB) : Silence presque total • VALEURS SUPÉRIEURES (-20 dB) : Réduction douce Utilisez -60 dB pour un silence total ou -40 dB pour une transition plus naturelle.
he: כמה שקט כשאתה לא מדבר. • ערכים נמוכים (-60 dB): כמעט שקט מוחלט • ערכים גבוהים (-20 dB): הפחתה עדינה השתמש ב- -60 dB לשקט מוחלט או ב- -40 dB למעבר יותר טבעי.
hr: Koliko tišine kada ne govoriš. • NIŽE vrijednosti (-60 dB): Gotovo potpuna tišina • VIŠE vrijednosti (-20 dB): Blago smanjenje Koristi -60 dB za potpunu tišinu ili -40 dB za prirodniji prijelaz.
hu: Mennyit kell csökkenteni, amikor nem beszélsz. • ALACSONY értékek (-60 dB): Szinte teljes csend • MAGAS értékek (-20 dB): Enyhe csökkentés Használj -60 dB-t a teljes csendhez, vagy -40 dB-t a természetesebb átmenethez.
is: Hversu mikið á að þagga niður þegar þú ert ekki að tala. • LÆGRI gildi (-60 dB): Næstum algjör þögn • HÁRRI gildi (-20 dB): Vinaleg lækkun Notaðu -60 dB fyrir algjöra þögn eða -40 dB fyrir náttúrulegri yfirfærslu.
it: Quanto silenzio quando non stai parlando. • VALORI BASSI (-60 dB): Quasi totale silenzio • VALORI ALTI (-20 dB): Riduzione delicata Usa -60 dB per un silenzio totale o -40 dB per una transizione più naturale.
ja: 話していないときのサイレンスの量。 • 低い値（-60 dB）：ほぼ完全な静寂 • 高い値（-20 dB）：穏やかな減少 完全な静寂には-60 dBを、より自然な遷移には-40 dBを使用してください。
nl: Hoeveel stilte er is wanneer je niet praat. • LAGERE waarden (-60 dB): Bijna totale stilte • HOGERE waarden (-20 dB): Zachte vermindering Gebruik -60 dB voor totale stilte of -40 dB voor een natuurlijkere overgang.
no: Hvor mye å dempe når du ikke snakker. • LAVERE verdier (-60 dB): Nesten total stillhet • HØYERE verdier (-20 dB): Mild reduksjon Bruk -60 dB for total stillhet eller -40 dB for en mer naturlig overgang.
pl: Ile dB należy ustawić na ciszę, gdy nie mówisz. • NIŻSZE wartości (-60 dB): Prawie całkowita cisza • WYŻSZE wartości (-20 dB): Łagodne zmniejszenie Użyj -60 dB dla całkowitej ciszy lub -40 dB dla bardziej naturalnego przejścia.
pt: Quanto silenciar quando você não está falando. • VALORES BAIXOS (-60 dB): Quase total silêncio • VALORES ALTOS (-20 dB): Redução suave Use -60 dB para silêncio total ou -40 dB para uma transição mais natural.
ro: Cât de mult să reduci volumul când nu vorbești. • VALORI MAI MICI (-60 dB): Aproape tăcere totală • VALORI MAI MARI (-20 dB): Reducere blândă Folosește -60 dB pentru tăcere totală sau -40 dB pentru o tranziție mai naturală.
ru: Сколько тишины, когда вы не говорите. • НИЗКИЕ значения (-60 дБ): Почти полная тишина • ВЫСОКИЕ значения (-20 дБ): Нежное снижение Используйте -60 дБ для полной тишины или -40 дБ для более естественного перехода.
sk: Koľko ticha, keď nehovoríte. • NIŽŠIE hodnoty (-60 dB): Takmer úplné ticho • VYŠŠIE hodnoty (-20 dB): Jemné zníženie Použite -60 dB pre úplné ticho alebo -40 dB pre prirodzenejší prechod.
sv: Hur mycket tystnad när du inte pratar. • LÄGRE värden (-60 dB): Nästan total tystnad • HÖGRE värden (-20 dB): Mild reduktion Använd -60 dB för total tystnad eller -40 dB för en mer naturlig övergång.
tr: Konuşmadığınızda ne kadar sessiz olmalısınız. • DÜŞÜK değerler (-60 dB): Neredeyse tam sessizlik • YÜKSEK değerler (-20 dB): Nazik azalma Tam sessizlik için -60 dB veya daha doğal bir geçiş için -40 dB kullanın.
uk: Скільки потрібно зменшити, коли ви не говорите. • НИЖЧІ значення (-60 дБ): Майже повна тиша • ВИЩІ значення (-20 дБ): Легке зменшення Використовуйте -60 дБ для повної тиші або -40 дБ для більш природного переходу.

source: The speed at which the microphone opens when you start talking. • Fast (10ms): Best for not cutting off the first syllable. • Slow (200ms): Smoother transition (fade-in), but may miss the beginning.
bg: Скоростта, с която микрофонът се отваря, когато започнете да говорите. • Бързо (10ms): Най-добре за избягване на прекъсване на първата сричка. • Бавно (200ms): По-гладък преход (fade-in), но може да пропусне началото.
cs: Rychlost, jakou se mikrofon otevře, když začnete mluvit. • Rychle (10 ms): Nejlepší pro nezastavení první slabiky. • Pomalu (200 ms): Hladší přechod (fade-in), ale může chybět začátek.
da: Den hastighed, hvormed mikrofonen åbner, når du begynder at tale. • Hurtig (10ms): Bedst til ikke at klippe den første stavelse. • Langsom (200ms): Glattere overgang (fade-in), men kan misse begyndelsen.
de: Die Geschwindigkeit, mit der das Mikrofon sich öffnet, wenn Sie zu sprechen beginnen. • Schnell (10 ms): Am besten, um die erste Silbe nicht abzuschneiden. • Langsam (200 ms): Sanfter Übergang (Einblenden), kann jedoch den Anfang verpassen.
el: Η ταχύτητα με την οποία ανοίγει το μικρόφωνο όταν αρχίσετε να μιλάτε. • Γρήγορα (10ms): Καλύτερα για να μην κόβεται η πρώτη συλλαβή. • Αργά (200ms): Ομαλότερη μετάβαση (fade-in), αλλά μπορεί να χάσει την αρχή.
es: La velocidad a la que se abre el micrófono cuando comienzas a hablar. • Rápido (10ms): Mejor para no cortar la primera sílaba. • Lento (200ms): Transición más suave (fade-in), pero puede perder el principio.
et: Mikrofoni avamise kiirus, kui hakkate rääkima. • Kiire (10ms): Parim, et mitte katkestada esimest silpi. • Aeglane (200ms): Sujuvam üleminek (fade-in), kuid võib alguse maha magada.
fi: Mikrofonin avautumisnopeus, kun alat puhua. • Nopea (10ms): Paras ensimmäisen tavun katkaisemisen välttämiseksi. • Hidas (200ms): Sujuvampi siirtymä (fade-in), mutta saattaa jäädä alku huomaamatta.
fr: La vitesse à laquelle le microphone s'ouvre lorsque vous commencez à parler. • Rapide (10ms) : Meilleur pour ne pas couper la première syllabe. • Lent (200ms) : Transition plus fluide (fondu), mais peut manquer le début.
he: המהירות שבה המיקרופון נפתח כשאתה מתחיל לדבר. • מהיר (10ms): הטוב ביותר כדי לא לחתוך את ההברה הראשונה. • איטי (200ms): מעבר חלק יותר (הדרגה), אך עשוי לפספס את ההתחלה.
hr: Brzina kojom se mikrofon otvara kada počnete govoriti. • Brzo (10ms): Najbolje za izbjegavanje prekidanja prve slog. • Sporo (200ms): Glatkija tranzicija (fade-in), ali može propustiti početak.
hu: A mikrofon nyitási sebessége, amikor elkezdesz beszélni. • Gyors (10ms): Legjobb az első szótag levágásának elkerülésére. • Lassú (200ms): Zökkenőmentes átmenet (fade-in), de előfordulhat, hogy lemarad a kezdetéről.
is: Hraðinn sem örvunin opnast þegar þú byrjar að tala. • Hratt (10ms): Best fyrir að skera ekki af fyrstu atkvæði. • Sátt (200ms): Mjúkari yfirfærsla (fade-in), en gæti misst upphafið.
it: La velocità con cui il microfono si attiva quando inizi a parlare. • Veloce (10ms): Migliore per non tagliare la prima sillaba. • Lento (200ms): Transizione più fluida (fade-in), ma potrebbe perdere l'inizio.
ja: マイクが話し始めるときに開く速度。 • 高速 (10ms): 最初の音節をカットしないために最適です。 • 低速 (200ms): スムーズな遷移（フェードイン）ですが、始まりを逃す可能性があります。
nl: De snelheid waarmee de microfoon opent wanneer je begint te praten. • Snel (10ms): Het beste om de eerste lettergreep niet af te kappen. • Traag (200ms): Vloeiendere overgang (fade-in), maar kan het begin missen.
no: Hastigheten mikrofonen åpner seg når du begynner å snakke. • Rask (10ms): Best for å unngå å kutte av den første stavelsen. • Sakte (200ms): Jevnere overgang (fade-in), men kan gå glipp av begynnelsen.
pl: Szybkość, z jaką mikrofon się otwiera, gdy zaczynasz mówić. • Szybko (10ms): Najlepsze, aby nie uciąć pierwszej sylaby. • Wolno (200ms): Płynniejsze przejście (fade-in), ale może przegapić początek.
pt: A velocidade com que o microfone se abre quando você começa a falar. • Rápido (10ms): Melhor para não cortar a primeira sílaba. • Lento (200ms): Transição mais suave (fade-in), mas pode perder o início.
ro: Viteza cu care microfonul se deschide când începi să vorbești. • Rapid (10ms): Cel mai bun pentru a nu tăia prima silabă. • Lent (200ms): Tranziție mai lină (fade-in), dar poate pierde începutul.
ru: Скорость, с которой микрофон открывается, когда вы начинаете говорить. • Быстро (10 мс): Лучше всего, чтобы не обрезать первый слог. • Медленно (200 мс): Более плавный переход (постепенное нарастание), но может пропустить начало.
sk: Rýchlosť, akou sa mikrofón otvorí, keď začnete hovoriť. • Rýchlo (10ms): Najlepšie na to, aby sa prvá slabika nepretrhla. • Pomalé (200ms): Hladší prechod (fade-in), ale môže zmeškať začiatok.
sv: Hastigheten med vilken mikrofonen öppnas när du börjar prata. • Snabb (10ms): Bäst för att inte klippa av den första stavelser. • Långsam (200ms): Mjukare övergång (fade-in), men kan missa början.
tr: Mikrofonun konuşmaya başladığınızda açılma hızı. • Hızlı (10ms): İlk hecenin kesilmemesi için en iyisi. • Yavaş (200ms): Daha pürüzsüz geçiş (fade-in), ancak başlangıcı kaçırabilir.
uk: Швидкість, з якою мікрофон відкривається, коли ви починаєте говорити. • Швидко (10мс): Найкраще, щоб не обрізати перший склад. • Повільно (200мс): Плавніший перехід (поява), але може пропустити початок.
