Repository: biglinux/biglinux-noise-reduction-pipewire
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Configure...
cs: Konfigurovat...
da: Konfigurer...
es: Configurar...
he: הגדר...
hr: Konfiguriraj...
hu: Beállítás...
nl: Configureren...
no: Konfigurer...
pt: Configurar...
ro: Configurează...
ru: Настроить...
tr: Yapılandır...
uk: Налаштувати...

source: Enable AI-powered noise reduction using neural network processing. Model: GTCRN (Speech Enhancement Model Requiring Ultralow Computational Resources) Stats: 48.2K parameters, 33.0 MMACs/sec This removes background noise like fans, air conditioning, keyboard typing, and other environmental sounds while preserving voice clarity.
bg: Активирайте намаляване на шума с изкуствен интелект, използвайки обработка с невронни мрежи. Модел: GTCRN (Модел за подобряване на речта, изискващ ултраниски компютърни ресурси) Статистика: 48.2K параметри, 33.0 MMACs/сек Това премахва фоновия шум като вентилатори, климатизация, писане на клавиатура и други околни звуци, като същевременно запазва яснотата на гласа.
cs: Povolte redukci šumu poháněnou AI pomocí zpracování neuronovými sítěmi. Model: GTCRN (Model pro zlepšení řeči vyžadující ultranízké výpočetní zdroje) Statistiky: 48,2K parametrů, 33,0 MMACs/sec Tímto se odstraní šum na pozadí, jako jsou ventilátory, klimatizace, psaní na klávesnici a další okolní zvuky, přičemž se zachová jasnost hlasu.
da: Aktivér AI-drevet støjreduktion ved hjælp af neurale netværksbehandling. Model: GTCRN (Tale-forbedringsmodel, der kræver ultralave beregningsressourcer) Statistik: 48,2K parametre, 33,0 MMACs/sek Dette fjerner baggrundsstøj som blæsere, aircondition, tastaturlyde og andre miljølyde, samtidig med at stemmeklarhed bevares.
de: Aktivieren Sie die KI-gestützte Geräuschreduzierung mit neuronaler Netzwerkverarbeitung. Modell: GTCRN (Sprachverbesserungsmodell mit ultraniedrigen Rechenressourcen) Statistiken: 48,2K Parameter, 33,0 MMACs/Sekunde Dies entfernt Hintergrundgeräusche wie Ventilatoren, Klimaanlagen, Tastaturanschläge und andere Umgebungsgeräusche, während die Sprachklarheit erhalten bleibt.
el: Ενεργοποιήστε τη μείωση θορύβου με τεχνητή νοημοσύνη χρησιμοποιώντας επεξεργασία νευρωνικών δικτύων. Μοντέλο: GTCRN (Μοντέλο Ενίσχυσης Ομιλίας που Απαιτεί Εξαιρετικά Χαμηλούς Υπολογιστικούς Πόρους) Στατιστικά: 48.2K παράμετροι, 33.0 MMACs/sec Αυτό αφαιρεί τον θόρυβο του περιβάλλοντος όπως οι ανεμιστήρες, ο κλιματισμός, η πληκτρολόγηση και άλλοι περιβαλλοντικοί ήχοι διατηρώντας την καθαρότητα της φωνής.
es: Habilitar la reducción de ruido impulsada por IA utilizando procesamiento de redes neuronales. Modelo: GTCRN (Modelo de Mejora de Voz que Requiere Recursos Computacionales Ultrabajos) Estadísticas: 48.2K parámetros, 33.0 MMACs/seg Esto elimina el ruido de fondo como ventiladores, aire acondicionado, escritura en teclado y otros sonidos ambientales mientras preserva la claridad de la voz.
et: Luba AI-põhise müra vähendamine närvivõrkude töötlemise abil. Mudel: GTCRN (Kõne Parendamise Mudel, Mis Nõuab Ülimadalat Arvutusressurssi) Statistika: 48,2K parameetrit, 33,0 MMACs/sek See eemaldab taustamüra nagu ventilaatorid, õhukonditsioneer, klaviatuuri trükkimine ja muud keskkonnamüra, säilitades samal ajal hääle selguse.
fi: Ota käyttöön tekoälypohjainen melunvaimennus neuroverkkojen käsittelyllä. Malli: GTCRN (Puheen parannusmalli, joka vaatii erittäin alhaisia laskentatehoja) Tilastot: 48,2K parametria, 33,0 MMACs/sek Tämä poistaa taustamelua, kuten tuulettimia, ilmastointia, näppäimistön kirjoittamista ja muita ympäristön ääniä säilyttäen samalla äänen selkeyden.
fr: Activez la réduction de bruit alimentée par l'IA en utilisant le traitement par réseau de neurones. Modèle : GTCRN (Modèle d'amélioration de la parole nécessitant des ressources de calcul ultrabasses) Statistiques : 48,2 K paramètres, 33,0 MMACs/sec Cela élimine le bruit de fond comme les ventilateurs, la climatisation, le bruit de frappe au clavier et d'autres sons environnementaux tout en préservant la clarté de la voix.
he: אפשר להפעיל הפחתת רעש מונעת על ידי בינה מלאכותית באמצעות עיבוד רשתות עצביות. מודל: GTCRN (מודל שיפור דיבור שדורש משאבים חישוביים נמוכים במיוחד) סטטיסטיקות: 48.2K פרמטרים, 33.0 MMACs/שנייה זה מסיר רעשי רקע כמו מאווררים, מיזוג אוויר, הקלדה על מקלדת ורעשים סביבתיים אחרים תוך שמירה על בהירות הקול.
hr: Omogućite smanjenje buke uz pomoć umjetne inteligencije koristeći obradu neuronskih mreža. Model: GTCRN (Model za poboljšanje govora koji zahtijeva ultraniske računalne resurse) Statistika: 48,2K parametara, 33,0 MMACs/sec Ovo uklanja pozadinsku buku poput ventilatora, klima uređaja, tipkanja na tipkovnici i drugih okolišnih zvukova dok se očuva jasnoća glasa.
hu: Engedélyezze az AI-alapú zajcsökkentést neurális hálózati feldolgozással. Modell: GTCRN (Beszédjavító modell, amely ultralow számítási erőforrásokat igényel) Statisztikák: 48,2K paraméter, 33,0 MMACs/másodperc Ez eltávolítja a háttérzajt, mint például a ventilátorok, légkondicionálók, billentyűzet gépelés és más környezeti hangok, miközben megőrzi a hang tisztaságát.
is: Virkja AI-drifið hávaða minnkun með taugakerfisvinnslu. Model: GTCRN (Talsbætir líkan sem krefst mjög lágs útreikningsauðlinda) Staðreyndir: 48.2K breytur, 33.0 MMACs/sek Þetta fjarlægir bakgrunnshávaða eins og viftur, loftkælingu, lyklaborðslestur og aðra umhverfisljóð meðan rödd skýrleiki er varðveitt.
it: Abilita la riduzione del rumore alimentata dall'IA utilizzando l'elaborazione tramite rete neurale. Modello: GTCRN (Modello di Miglioramento del Parlato che Richiede Risorse Computazionali Ultralow) Statistiche: 48,2K parametri, 33,0 MMAC al secondo Questo rimuove il rumore di fondo come ventilatori, aria condizionata, digitazione sulla tastiera e altri suoni ambientali mantenendo la chiarezza della voce.
ja: AI駆動のノイズリダクションをニューラルネットワーク処理を使用して有効にします。 モデル：GTCRN（超低計算リソースを必要とする音声強化モデル） 統計：48.2Kパラメータ、33.0 MMACs/秒 これにより、ファン、エアコン、キーボードのタイピング、その他の環境音などのバックグラウンドノイズを除去し、音声の明瞭さを保ちます。
nl: Schakel AI-gestuurde ruisonderdrukking in met behulp van neurale netwerkverwerking. Model: GTCRN (Spraakverbeteringsmodel dat ultralage rekenbronnen vereist) Statistieken: 48,2K parameters, 33,0 MMAC's/sec Dit verwijdert achtergrondgeluiden zoals ventilatoren, airconditioning, toetsaanslagen en andere omgevingsgeluiden, terwijl de spraakhelderheid behouden blijft.
no: Aktiver AI-drevet støyreduksjon ved hjelp av nevrale nettverksprosesser. Modell: GTCRN (Taleforbedringsmodell som krever ultralave databehandlingsressurser) Statistikk: 48,2K parametere, 33,0 MMACs/sek Dette fjerner bakgrunnsstøy som vifter, klimaanlegg, tastaturtyping og andre miljølyder samtidig som stemmeklarhet bevares.
pl: Włącz redukcję hałasu wspomaganą przez sztuczną inteligencję z wykorzystaniem przetwarzania sieci neuronowych. Model: GTCRN (Model poprawy dźwięku wymagający ultraniskich zasobów obliczeniowych) Statystyki: 48,2K parametrów, 33,0 MMACs/sek To usuwa hałas tła, taki jak wentylatory, klimatyzacja, pisanie na klawiaturze i inne dźwięki otoczenia, jednocześnie zachowując klarowność głosu.
pt: Ative a redução de ruído com inteligência artificial usando processamento de rede neural. Modelo: GTCRN (Modelo de Aprimoramento de Fala que Requer Recursos Computacionais Ultralow) Estatísticas: 48,2K parâmetros, 33,0 MMACs/seg Isso remove ruídos de fundo como ventiladores, ar condicionado, digitação no teclado e outros sons ambientais, enquanto preserva a clareza da voz.
ro: Activează reducerea zgomotului alimentată de AI folosind procesarea rețelelor neuronale. Model: GTCRN (Model de Îmbunătățire a Vocii care Necesită Resurse Computaționale Ultra-Reduse) Statistici: 48.2K parametrii, 33.0 MMACs/sec Aceasta elimină zgomotul de fundal, cum ar fi ventilatoarele, aerul condiționat, tastarea pe tastatură și alte sunete de mediu, păstrând în același timp claritatea vocii.
ru: Включите шумоподавление на основе ИИ с использованием обработки нейронных сетей. Модель: GTCRN (Модель улучшения речи, требующая ультранизких вычислительных ресурсов) Статистика: 48,2 тыс. параметров, 33,0 ММАК/с Это удаляет фоновый шум, такой как вентиляторы, кондиционеры, набор текста на клавиатуре и другие окружающие звуки, сохраняя при этом четкость голоса.
sk: Povoľte redukciu šumu poháňanú AI pomocou spracovania neurónových sietí. Model: GTCRN (Model na zlepšenie reči vyžadujúci ultranízke výpočtové zdroje) Štatistiky: 48,2K parametrov, 33,0 MMACs/sec Toto odstraňuje pozadový šum ako ventilátory, klimatizáciu, písanie na klávesnici a iné environmentálne zvuky, pričom zachováva jasnosť hlasu.
sv: Aktivera AI-driven brusreducering med hjälp av neurala nätverksbearbetning. Modell: GTCRN (Talförbättringsmodell som kräver ultralåga beräkningsresurser) Statistik: 48,2K parametrar, 33,0 MMACs/sek Detta tar bort bakgrundsbrus som fläktar, luftkonditionering, tangentbordsinmatning och andra miljöljud samtidigt som röstklarhet bevaras.
tr: Yapay zeka destekli gürültü azaltmayı sinir ağı işleme ile etkinleştir. Model: GTCRN (Ultra Düşük Hesaplama Kaynakları Gerektiren Konuşma Geliştirme Modeli) İstatistikler: 48.2K parametre, 33.0 MMAC/sn Bu, arka plandaki fanlar, klima, klavye yazımı ve diğer çevresel sesler gibi gürültüleri kaldırırken ses netliğini korur.
uk: Увімкніть зменшення шуму на основі штучного інтелекту за допомогою обробки нейронними мережами. Модель: GTCRN (Модель покращення мови, що потребує ультранизьких обчислювальних ресурсів) Статистика: 48,2 тис. параметрів, 33,0 ММАКс/сек Це усуває фоновий шум, такий як вентилятори, кондиціонери, набір тексту на клавіатурі та інші навколишні звуки, зберігаючи чіткість голосу.

source: Select the AI model for noise processing: • Low Latency: Faster processing, best for real-time calls • Full Quality: Better noise reduction, slightly more CPU usage
bg: Изберете AI модела за обработка на шум: • Ниска латентност: По-бърза обработка, най-добра за разговори в реално време • Пълно качество: По-добро намаляване на шума, малко по-висока употреба на CPU
cs: Vyberte model AI pro zpracování šumu: • Nízká latence: Rychlejší zpracování, nejlepší pro hovory v reálném čase • Plná kvalita: Lepší redukce šumu, mírně vyšší využití CPU
da: Vælg AI-modellen til støjbehandling: • Lav Latens: Hurtigere behandling, bedst til realtidsopkald • Fuldt Kvalitet: Bedre støjreduktion, lidt højere CPU-forbrug
de: Wählen Sie das KI-Modell zur Geräuschverarbeitung aus: • Niedrige Latenz: Schnellere Verarbeitung, am besten für Echtzeitgespräche • Volle Qualität: Bessere Geräuschreduzierung, etwas höherer CPU-Verbrauch
el: Επιλέξτε το μοντέλο AI για επεξεργασία θορύβου: • Χαμηλή Καθυστέρηση: Ταχύτερη επεξεργασία, καλύτερο για κλήσεις σε πραγματικό χρόνο • Πλήρης Ποιότητα: Καλύτερη μείωση θορύβου, ελαφρώς μεγαλύτερη χρήση CPU
es: Seleccione el modelo de IA para el procesamiento de ruido: • Baja Latencia: Procesamiento más rápido, mejor para llamadas en tiempo real • Calidad Completa: Mejor reducción de ruido, uso de CPU ligeramente mayor
et: Valige müra töötlemiseks AI mudel: • Madal Latentsus: Kiirem töötlemine, parim reaalajas kõnede jaoks • Täis Kvaliteet: Parema müra vähendamine, veidi suurem CPU kasutus
fi: Valitse melunkäsittelyyn AI-malli: • Alhainen viive: Nopeampi käsittely, paras reaaliaikaisille puheluille • Täysi laatu: Parempi melunvaimennus, hieman enemmän CPU-käyttöä
fr: Sélectionnez le modèle d'IA pour le traitement du bruit : • Latence faible : Traitement plus rapide, idéal pour les appels en temps réel • Qualité maximale : Meilleure réduction du bruit, utilisation légèrement plus élevée du CPU
he: בחר את מודל ה-AI לעיבוד רעש: • השהיה נמוכה: עיבוד מהיר, הטוב ביותר לשיחות בזמן אמת • איכות מלאה: הפחתת רעש טובה יותר, שימוש מעט גבוה יותר במעבד
hr: Odaberite AI model za obradu šuma: • Niska latencija: Brža obrada, najbolja za pozive u stvarnom vremenu • Puna kvaliteta: Bolja redukcija šuma, malo veća upotreba CPU-a
hu: Válaszd ki a zajfeldolgozó AI modellt: • Alacsony késleltetés: Gyorsabb feldolgozás, legjobb valós idejű hívásokhoz • Teljes minőség: Jobb zajcsökkentés, kissé magasabb CPU használat
is: Veldu AI líkan fyrir hávaðaúrvinnslu: • Lágur seinkun: Fljótari úrvinnsla, best fyrir rauntíma símtöl • Full gæði: Betri hávaðaþrýstingur, aðeins meira CPU notkun
it: Seleziona il modello AI per l'elaborazione del rumore: • Bassa Latenza: Elaborazione più veloce, migliore per le chiamate in tempo reale • Qualità Completa: Migliore riduzione del rumore, leggermente maggiore utilizzo della CPU
ja: ノイズ処理のAIモデルを選択してください： • 低遅延：高速処理、リアルタイム通話に最適 • フルクオリティ：より良いノイズ除去、やや多くのCPU使用
nl: Selecteer het AI-model voor ruisverwerking: • Lage Latentie: Snellere verwerking, het beste voor realtime gesprekken • Volledige Kwaliteit: Betere ruisonderdrukking, iets meer CPU-gebruik
no: Velg AI-modellen for støybehandling: • Lav latens: Raskere behandling, best for sanntidsanrop • Full kvalitet: Bedre støyreduksjon, litt høyere CPU-bruk
pl: Wybierz model AI do przetwarzania hałasu: • Niska latencja: Szybsze przetwarzanie, najlepsze do rozmów w czasie rzeczywistym • Pełna jakość: Lepsza redukcja hałasu, nieco większe zużycie CPU
pt: Selecione o modelo de IA para processamento de ruído: • Baixa Latência: Processamento mais rápido, melhor para chamadas em tempo real • Qualidade Total: Melhor redução de ruído, uso de CPU ligeiramente maior
ro: Selectați modelul AI pentru procesarea zgomotului: • Latentă scăzută: Procesare mai rapidă, cel mai bun pentru apeluri în timp real • Calitate completă: Reducere mai bună a zgomotului, utilizare ușor mai mare a CPU-ului
ru: Выберите модель ИИ для обработки шума: • Низкая задержка: Быстрая обработка, лучше всего для звонков в реальном времени • Полное качество: Лучшая редукция шума, немного большее использование ЦПУ
sk: Vyberte model AI na spracovanie šumu: • Nízka latencia: Rýchlejšie spracovanie, najlepšie pre hovory v reálnom čase • Plná kvalita: Lepšia redukcia šumu, mierne vyššia spotreba CPU
sv: Välj AI-modell för brusbehandling: • Låg latens: Snabbare bearbetning, bäst för realtidsanrop • Full kvalitet: Bättre brusreducering, något högre CPU-användning
tr: Gürültü işleme için AI modelini seçin: • Düşük Gecikme: Daha hızlı işleme, gerçek zamanlı aramalar için en iyisi • Tam Kalite: Daha iyi gürültü azaltma, biraz daha fazla CPU kullanımı
uk: Виберіть модель ШІ для обробки шуму: • Низька затримка: Швидша обробка, найкраще для дзвінків у реальному часі • Повна якість: Краща редукція шуму, трохи більше використання ЦП

source: Controls the intensity of noise reduction. TIP: Temporarily disable the Gate to adjust this value. Re-enable the Gate after finding the ideal intensity level.
bg: Контролира интензивността на намаляване на шума. СЪВЕТ: Временно деактивирайте Gate, за да регулирате тази стойност. Активирайте отново Gate след като намерите идеалното ниво на интензивност.
cs: Ovládá intenzitu redukce šumu. TIP: Dočasně deaktivujte bránu, abyste upravili tuto hodnotu. Znovu aktivujte bránu po nalezení ideální úrovně intenzity.
da: Kontrollerer intensiteten af støjreduktion. TIP: Deaktiver midlertidigt Gate for at justere denne værdi. Genaktiver Gate efter at have fundet det ideelle intensitetsniveau.
de: Steuert die Intensität der Rauschunterdrückung. TIPP: Deaktivieren Sie vorübergehend das Gate, um diesen Wert anzupassen. Aktivieren Sie das Gate erneut, nachdem Sie die ideale Intensitätsstufe gefunden haben.
el: Ελέγχει την ένταση της μείωσης θορύβου. ΣΥΜΒΟΥΛΗ: Απενεργοποιήστε προσωρινά την Πύλη για να ρυθμίσετε αυτή την τιμή. Ενεργοποιήστε ξανά την Πύλη μετά την εύρεση του ιδανικού επιπέδου έντασης.
es: Controla la intensidad de la reducción de ruido. CONSEJO: Desactiva temporalmente el Gate para ajustar este valor. Vuelve a habilitar el Gate después de encontrar el nivel de intensidad ideal.
et: Kontrollib müra vähendamise intensiivsust. NIPP: Selle väärtuse kohandamiseks keelake ajutiselt Lukk. Taaskäivitage Lukk pärast ideaalse intensiivsuse taseme leidmist.
fi: Säätelee kohinanvaimennuksen voimakkuutta. VINKKI: Poista Gate tilapäisesti käytöstä tämän arvon säätämiseksi. Ota Gate uudelleen käyttöön, kun olet löytänyt ihanteellisen voimakkuustason.
fr: Contrôle l'intensité de la réduction du bruit. CONSEIL : Désactivez temporairement le Gate pour ajuster cette valeur. Réactivez le Gate après avoir trouvé le niveau d'intensité idéal.
he: שולט בעוצמת הפחתת רעש. טיפ: השבת זמנית את ה-Gate כדי להתאים ערך זה. הפעל מחדש את ה-Gate לאחר שמצאת את רמת העוצמה האידיאלית.
hr: Kontrolira intenzitet smanjenja šuma. SAVJET: Privremeno onemogućite Gate kako biste prilagodili ovu vrijednost. Ponovno omogućite Gate nakon što pronađete idealnu razinu intenziteta.
hu: A zajcsökkentés intenzitását szabályozza. TIPP: Ideiglenesen tiltsa le a Kaput ennek az értéknek a beállításához. A megfelelő intenzitási szint megtalálása után engedélyezze újra a Kaput.
is: Stýrir styrk hávaðaþjöppunar. ÁBENDING: Tímabundið slökkva á Gate til að stilla þessa gildi. Kveiktu aftur á Gate eftir að hafa fundið hið fullkomna styrkstig.
it: Controlla l'intensità della riduzione del rumore. SUGGERIMENTO: Disabilita temporaneamente il Gate per regolare questo valore. Riattiva il Gate dopo aver trovato il livello di intensità ideale.
ja: ノイズリダクションの強度を制御します。 ヒント：この値を調整するためにゲートを一時的に無効にします。理想的な強度レベルを見つけた後、ゲートを再度有効にしてください。
nl: Beheert de intensiteit van ruisonderdrukking. TIP: Schakel de Gate tijdelijk uit om deze waarde aan te passen. Schakel de Gate opnieuw in nadat je het ideale intensiteitsniveau hebt gevonden.
no: Kontrollerer intensiteten av støyreduksjon. TIPS: Deaktiver Gate midlertidig for å justere denne verdien. Aktiver Gate igjen etter å ha funnet det ideelle intensitetsnivået.
pl: Kontroluje intensywność redukcji szumów. WSKAZÓWKA: Tymczasowo wyłącz Bramkę, aby dostosować tę wartość. Włącz Bramkę ponownie po znalezieniu idealnego poziomu intensywności.
pt: Controla a intensidade da redução de ruído. DICA: Desative temporariamente o Gate para ajustar este valor. Reative o Gate após encontrar o nível de intensidade ideal.
ro: Controlează intensitatea reducerii zgomotului. SUGESTIE: Dezactivează temporar Gate-ul pentru a ajusta această valoare. Reactivează Gate-ul după ce ai găsit nivelul ideal de intensitate.
ru: Управляет интенсивностью шумоподавления. ПОДСКАЗКА: Временно отключите Гейт, чтобы отрегулировать это значение. Включите Гейт снова после нахождения идеального уровня интенсивности.
sk: Ovláda intenzitu redukcie šumu. TIP: Dočasne vypnite Gate, aby ste upravili túto hodnotu. Znova aktivujte Gate po nájdení ideálnej úrovne intenzity.
sv: Kontrollerar intensiteten av brusreducering. TIPS: Tillfälligt inaktivera Gaten för att justera detta värde. Aktivera Gaten igen efter att ha hittat den ideala intensitetsnivån.
tr: Gürültü azaltma yoğunluğunu kontrol eder. İPUCU: Bu değeri ayarlamak için Geçidi geçici olarak devre dışı bırakın. İdeal yoğunluk seviyesini bulduktan sonra Geçidi yeniden etkinleştirin.
uk: Контролює інтенсивність шумозаглушення. ПІДКАЗКА: Тимчасово вимкніть Гейт, щоб відрегулювати це значення. Увімкніть Гейт знову після знаходження ідеального рівня інтенсивності.
