Repository: biglinux/biglinux-noise-reduction-pipewire
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Time the microphone remains open after you stop talking. Prevents the sound from cutting out between words or brief pauses in speech. Values between 200ms and 500ms are ideal.
bg: Времето, през което микрофонът остава включен след като спрете да говорите. Предотвратява звука да се прекъсва между думите или кратките паузи в речта. Стойности между 200мс и 500мс са идеални.
cs: Doba, po kterou mikrofon zůstává otevřený po zastavení mluvení. Zabraňuje přerušení zvuku mezi slovy nebo krátkými pauzami v řeči. Hodnoty mezi 200 ms a 500 ms jsou ideální.
da: Tid mikrofonen forbliver åben, efter du stopper med at tale. Forhindrer lyden i at klippe mellem ord eller korte pauser i tale. Værdier mellem 200 ms og 500 ms er ideelle.
de: Zeit, die das Mikrofon offen bleibt, nachdem Sie mit dem Sprechen aufgehört haben. Verhindert, dass der Ton zwischen Wörtern oder kurzen Pausen in der Sprache abbricht. Werte zwischen 200 ms und 500 ms sind ideal.
el: Χρόνος που παραμένει ανοιχτό το μικρόφωνο μετά την παύση ομιλίας. Αποτρέπει τον ήχο να διακόπτεται μεταξύ λέξεων ή σύντομων παύσεων στην ομιλία. Τιμές μεταξύ 200ms και 500ms είναι ιδανικές.
es: Tiempo que el micrófono permanece abierto después de que dejas de hablar. Previene que el sonido se corte entre palabras o breves pausas en el habla. Los valores entre 200 ms y 500 ms son ideales.
et: Aeg, kui mikrofon jääb avatuks pärast rääkimise lõpetamist. Takistab heli katkestamist sõnade või lühikeste pauside vahel kõnes. Väärtused vahemikus 200 ms kuni 500 ms on ideaalsed.
fi: Aika, jonka mikrofonin annetaan olla auki sen jälkeen, kun lopetat puhumisen. Estää äänen katkeamisen sanojen tai lyhyiden taukojen välillä puheessa. Arvot 200 ms ja 500 ms ovat ihanteellisia.
fr: Temps pendant lequel le microphone reste ouvert après que vous ayez cessé de parler. Empêche le son de se couper entre les mots ou lors de brèves pauses dans la parole. Des valeurs comprises entre 200 ms et 500 ms sont idéales.
he: זמן המיקרופון נשאר פתוח לאחר שתפסיק לדבר. מונע מהצליל להיכחד בין מילים או הפסקות קצרות בדיבור. ערכים בין 200ms ל-500ms הם אידיאליים.
hr: Vrijeme tijekom kojeg mikrofon ostaje uključen nakon što prestanete govoriti. Sprječava prekid zvuka između riječi ili kratkih pauza u govoru. Vrijednosti između 200ms i 500ms su idealne.
hu: Az idő, ameddig a mikrofon nyitva marad, miután abbahagyta a beszédet. Megakadályozza, hogy a hang megszakadjon a szavak között vagy a beszéd rövid szüneteiben. A 200 ms és 500 ms közötti értékek ideálisak.
is: Tími sem öruggið er opið eftir að þú hættir að tala. Forðast að hljóðið skeri sig út á milli orða eða stuttra hléa í tali. Gildi á milli 200ms og 500ms eru hugsanleg.
it: Tempo in cui il microfono rimane attivo dopo aver smesso di parlare. Previene l'interruzione del suono tra le parole o brevi pause nel discorso. Valori tra 200 ms e 500 ms sono ideali.
ja: 話し終えた後にマイクが開いたままの時間。 言葉や短い間の間に音が途切れるのを防ぎます。 200msから500msの間の値が理想的です。
nl: De tijd dat de microfoon open blijft nadat je stopt met praten. Voorkomt dat het geluid wegvalt tussen woorden of korte pauzes in de spraak. Waarden tussen 200 ms en 500 ms zijn ideaal.
no: Tiden mikrofonen forblir åpen etter at du slutter å snakke. Forhindrer at lyden kuttes ut mellom ord eller korte pauser i talen. Verdier mellom 200 ms og 500 ms er ideelle.
pl: Czas, przez jaki mikrofon pozostaje włączony po zakończeniu mówienia. Zapobiega przerywaniu dźwięku między słowami lub krótkimi przerwami w mowie. Wartości między 200 ms a 500 ms są idealne.
pt: Tempo que o microfone permanece aberto após você parar de falar. Evita que o som corte entre palavras ou breves pausas na fala. Valores entre 200ms e 500ms são ideais.
ro: Timpul în care microfonul rămâne deschis după ce încetezi să vorbești. Previne întreruperea sunetului între cuvinte sau pauze scurte în vorbire. Valorile între 200ms și 500ms sunt ideale.
ru: Время, в течение которого микрофон остается включенным после того, как вы перестали говорить. Предотвращает обрыв звука между словами или короткими паузами в речи. Идеальные значения находятся в диапазоне от 200 мс до 500 мс.
sk: Čas, počas ktorého zostáva mikrofón otvorený po tom, čo prestanete hovoriť. Zabraňuje prerušenie zvuku medzi slovami alebo krátkymi pauzami v reči. Hodnoty medzi 200 ms a 500 ms sú ideálne.
sv: Tiden mikrofonen förblir öppen efter att du slutat prata. Förhindrar att ljudet klipps bort mellan ord eller korta pauser i talet. Värden mellan 200 ms och 500 ms är idealiska.
tr: Mikrofonun konuşmayı durdurduktan sonra açık kalma süresi. Kelimeler veya konuşmadaki kısa duraklar arasında sesin kesilmesini önler. 200ms ile 500ms arasındaki değerler idealdir.
uk: Час, протягом якого мікрофон залишається увімкненим після того, як ви перестали говорити. Запобігає обриву звуку між словами або короткими паузами в мовленні. Значення між 200 мс і 500 мс є ідеальними.

source: Speed to silence after the hold time. Defines a smooth 'fade-out' so the silence cut doesn't sound abrupt.
bg: Скорост на заглъхване след времето на задържане. Определя плавно 'изчезване', така че прекъсването на тишината да не звучи рязко.
cs: Rychlost ztišení po době držení. Definuje plynulý 'fade-out', aby přechod do ticha nezní náhle.
da: Hastighed til stilhed efter holdetid. Definerer en glat 'fade-out', så stilhedsklippet ikke lyder abrupt.
de: Geschwindigkeit zum Schweigen nach der Haltezeit. Definiert ein sanftes 'Ausblenden', sodass der Stille-Schnitt nicht abrupt klingt.
el: Ταχύτητα σιωπής μετά τον χρόνο κράτησης. Ορίζει μια ομαλή 'εξασθένιση' ώστε η σιωπή να μην ακούγεται απότομη.
es: Velocidad para el silencio después del tiempo de espera. Define un 'desvanecimiento' suave para que el corte de silencio no suene abrupto.
et: Kiirus vaikimise saavutamiseks pärast hoidmisaja lõppu. Määratleb sujuva 'välja fade' nii, et vaikuse katkestamine ei kõlaks järsult.
fi: Nope.
fr: Vitesse de silence après le temps de maintien. Définit un 'fondu' en douceur afin que la coupure de silence ne semble pas abrupte.
he: מהירות להשתקה לאחר זמן ההחזקה. מגדיר 'הדרגה' חלקה כך שקטע השקט לא יישמע פתאומי.
hr: Brzina tišine nakon vremena zadržavanja. Definira glatki 'izlaz' tako da rezanje tišine ne zvuči naglo.
hu: Sebesség a csendhez a tartási idő után. Meghatározza a sima 'kihalást', így a csendvágás nem hangzik hirtelen.
is: Hraði að þögn eftir biðtímann. Skilgreinir mjúkan 'fade-out' svo þögnin hljómi ekki skyndilega.
it: Velocità di silenzio dopo il tempo di attesa. Definisce un 'fade-out' fluido in modo che il taglio del silenzio non suoni brusco.
ja: ホールド時間後のサイレンスへのスピード。 サイレンスのカットが突然に聞こえないように、スムーズな「フェードアウト」を定義します。
nl: Snelheid naar stilte na de wachttijd. Definieert een soepele 'fade-out' zodat de stilteknip niet abrupt klinkt.
no: Hastighet til stillhet etter holdetid. Definerer en jevn 'fade-out' slik at stillhetskuttet ikke høres brått ut.
pl: Szybkość do wyciszenia po czasie trzymania. Definiuje płynne 'wygaszenie', aby cięcie ciszy nie brzmiało nagle.
pt: Velocidade para o silêncio após o tempo de espera. Define um 'fade-out' suave para que o corte de silêncio não soe abrupto.
ro: Viteza de tăcere după timpul de menținere. Definește un 'fade-out' lin astfel încât tăcerea să nu pară bruscă.
ru: Скорость затихания после времени удержания. Определяет плавный 'затухание', чтобы тишина не звучала резко.
sk: Rýchlosť na ticho po čase držania. Definuje plynulý 'vyblednutie', aby prechod na ticho neznel náhle.
sv: Hastighet till tystnad efter hålltid. Definierar en mjuk 'fade-out' så att tystnadsavbrottet inte låter plötsligt.
tr: Bekleme süresinden sonra sessizliğe geçiş hızı. Sessizliğin kesilmesinin ani bir şekilde duyulmasını önlemek için pürüzsüz bir 'fade-out' tanımlar.
uk: Швидкість до тиші після часу утримання. Визначає плавний 'згасання', щоб вирізання тиші не звучало різко.

source: Enable voice effects and stereo processing. Transforms your mono microphone into stereo output or applies professional voice effects for streaming and podcasting.
bg: Активирайте гласови ефекти и стерео обработка. Преобразува моно микрофона ви в стерео изход или прилага професионални гласови ефекти за стрийминг и подкастинг.
cs: Povolte hlasové efekty a stereo zpracování. Převádí váš mono mikrofon na stereo výstup nebo aplikuje profesionální hlasové efekty pro streamování a podcasting.
da: Aktivér stemmeeffekter og stereo behandling. Transformerer din mono mikrofon til stereo output eller anvender professionelle stemmeeffekter til streaming og podcasting.
de: Aktivieren Sie Spracheffekte und Stereoverarbeitung. Verwandelt Ihr Mono-Mikrofon in Stereo-Ausgabe oder wendet professionelle Spracheffekte für Streaming und Podcasting an.
el: Ενεργοποιήστε τα εφέ φωνής και την επεξεργασία στερεοφωνικού ήχου. Μετατρέπει το μονοφωνικό μικρόφωνό σας σε στερεοφωνική έξοδο ή εφαρμόζει επαγγελματικά εφέ φωνής για ροή και podcasting.
es: Habilitar efectos de voz y procesamiento estéreo. Transforma tu micrófono mono en salida estéreo o aplica efectos de voz profesionales para streaming y podcasting.
et: Luba hääleefekte ja stereo töötlemine. Muudab teie mono mikrofonist stereo väljundi või rakendab professionaalseid hääleefekte voogedastamiseks ja podcasteerimiseks.
fi: Ota käyttöön ääniefektit ja stereokäsittely. Muuttaa mono-mikrofonisi stereolähdöksi tai soveltaa ammattimaisia ääniefektejä suoratoistoon ja podcastien tekemiseen.
fr: Activez les effets vocaux et le traitement stéréo. Transforme votre microphone mono en sortie stéréo ou applique des effets vocaux professionnels pour le streaming et le podcasting.
he: אפשר אפקטי קול ועיבוד סטריאו. ממיר את המיקרופון המונו שלך לפלט סטריאו או מיישם אפקטי קול מקצועיים לשידור ולפודקאסטים.
hr: Omogućite glasovne efekte i stereo obradu. Pretvara vaš mono mikrofon u stereo izlaz ili primjenjuje profesionalne glasovne efekte za striming i podcasting.
hu: Engedélyezze a hanghatásokat és a sztereó feldolgozást. Átalakítja a mono mikrofont sztereó kimenetté, vagy professzionális hanghatásokat alkalmaz a közvetítéshez és a podcastinghoz.
is: Virkja raddáhrif og stereo úrvinnslu. Breytir einradda hljóðnema þínum í stereo úttak eða beitir faglegum raddáhrifum fyrir streymi og hlaðvörp.
it: Abilita effetti vocali e elaborazione stereo. Trasforma il tuo microfono mono in un'uscita stereo o applica effetti vocali professionali per lo streaming e il podcasting.
ja: 音声効果とステレオ処理を有効にします。 モノラルマイクをステレオ出力に変換するか、ストリーミングやポッドキャスティングのためにプロフェッショナルな音声効果を適用します。
nl: Schakel spraak effecten en stereo verwerking in. Transformeert je mono microfoon in stereo-uitvoer of past professionele spraak effecten toe voor streaming en podcasting.
no: Aktiver stemmeeffekter og stereobehandling. Transformerer mikrofonen din fra mono til stereo-utgang eller bruker profesjonelle stemmeeffekter for strømming og podkasting.
pl: Włącz efekty głosowe i przetwarzanie stereo. Przekształca mikrofon mono w wyjście stereo lub stosuje profesjonalne efekty głosowe do transmisji i podcastów.
pt: Ative efeitos de voz e processamento estéreo. Transforma seu microfone mono em saída estéreo ou aplica efeitos de voz profissionais para streaming e podcasting.
ro: Activează efectele vocale și procesarea stereo. Transformă microfonul tău mono în ieșire stereo sau aplică efecte vocale profesionale pentru streaming și podcasting.
ru: Включите голосовые эффекты и стереообработку. Преобразует ваш монофонный микрофон в стереовыход или применяет профессиональные голосовые эффекты для стриминга и подкастинга.
sk: Povoľte hlasové efekty a spracovanie v stereo. Transformuje váš mono mikrofón na stereo výstup alebo aplikuje profesionálne hlasové efekty pre streamovanie a podcasting.
sv: Aktivera röst effekter och stereobehandling. Omvandlar din monomikrofon till stereoutgång eller tillämpar professionella röst effekter för streaming och podcasting.
tr: Ses efektlerini ve stereo işleme özelliğini etkinleştir. Mono mikrofonunuzu stereo çıkışa dönüştürür veya akış ve podcast yayınları için profesyonel ses efektleri uygular.
uk: Увімкніть голосові ефекти та стерео обробку. Перетворює ваш моно мікрофон на стерео вихід або застосовує професійні голосові ефекти для стрімінгу та подкастингу.

source: Choose the voice processing effect: • Dual Mono: Copy signal to both channels (stereo output) • Studio: Professional radio voice with compression and presence • Voice Changer: Adjust your voice pitch from deep to sharp
bg: Изберете ефекта за обработка на глас: • Двоен моно: Копиране на сигнала в двата канала (стерео изход) • Студио: Професионален радио глас с компресия и присъствие • Промяна на гласа: Регулирайте височината на гласа си от дълбок до остър
cs: Vyberte efekt zpracování hlasu: • Dual Mono: Zkopírujte signál do obou kanálů (stereofonní výstup) • Studio: Profesionální rozhlasový hlas s kompresí a přítomností • Změna hlasu: Upravte výšku svého hlasu od hlubokého po ostrý
da: Vælg stemmebehandlings-effekten: • Dual Mono: Kopier signalet til begge kanaler (stereo output) • Studio: Professionel radio stemme med kompression og tilstedeværelse • Voice Changer: Juster din stemmes tonehøjde fra dyb til skarp
de: Wählen Sie den Sprachverarbeitungseffekt aus: • Dual Mono: Signal auf beide Kanäle kopieren (Stereoausgabe) • Studio: Professionelle Radio-Stimme mit Kompression und Präsenz • Sprachverzerrer: Passen Sie die Stimmlage von tief bis hoch an
el: Επιλέξτε το εφέ επεξεργασίας φωνής: • Διπλό Μονοφωνικό: Αντιγραφή σήματος και στους δύο καναλιούς (στερεοφωνική έξοδος) • Στούντιο: Επαγγελματική φωνή ραδιοφώνου με συμπίεση και παρουσία • Μετατροπέας Φωνής: Ρυθμίστε την τονικότητα της φωνής σας από βαθιά σε οξεία
es: Elige el efecto de procesamiento de voz: • Doble Mono: Copia la señal a ambos canales (salida estéreo) • Estudio: Voz de radio profesional con compresión y presencia • Cambiador de Voz: Ajusta el tono de tu voz de grave a agudo
et: Vali häälte töötlemise efekt: • Kahekordne mono: Kopeeri signaal mõlemasse kanalisse (stereo väljund) • Stuudio: Professionaalne raadiohääl koos kompressiooni ja kohalolekuga • Häälenuancer: Reguleeri oma hääle kõrgust sügavast teravani
fi: Valitse äänenkäsittelyefekti: • Kaksoismono: Kopioi signaali molempiin kanaviin (stereolähtö) • Studio: Ammattimainen radioääni kompression ja läsnäolon kanssa • Äänenmuunnin: Säädä äänenkorkeutta syvästä terävään
fr: Choisissez l'effet de traitement vocal : • Mono Dual : Copier le signal sur les deux canaux (sortie stéréo) • Studio : Voix radio professionnelle avec compression et présence • Modificateur de voix : Ajustez la hauteur de votre voix de grave à aigu
he: בחר את אפקט עיבוד הקול: • מונו כפול: העתק את האות לשני הערוצים (פלט סטריאו) • סטודיו: קול רדיו מקצועי עם דחיסה ונוכחות • משדר קול: כוונן את גובה הקול שלך מעמוק לחד
hr: Odaberite efekt obrade glasa: • Dvostruki mono: Kopiraj signal na oba kanala (stereo izlaz) • Studio: Profesionalni radio glas s kompresijom i prisutnošću • Promjena glasa: Podesite ton svog glasa od dubokog do oštrog
hu: Válassza ki a hangfeldolgozó effektust: • Dupla Mono: A jel másolása mindkét csatornára (sztereó kimenet) • Stúdió: Professzionális rádióhang kompresszióval és jelenléttel • Hangváltó: Állítsa be a hangmagasságát mélyről élesre
is: Veldu hljóðvinnsluefnið: • Dual Mono: Afrita merki í báðar rásir (stereó úttak) • Studio: Faglegur útvarpsrödd með þrýstingi og nærveru • Voice Changer: Stilltu hljóm þína frá djúpum til skarps
it: Scegli l'effetto di elaborazione vocale: • Dual Mono: Copia il segnale su entrambi i canali (uscita stereo) • Studio: Voce radiofonica professionale con compressione e presenza • Voice Changer: Regola il tono della tua voce da profondo a acuto
ja: 音声処理エフェクトを選択してください： • デュアルモノ：信号を両方のチャンネルにコピー（ステレオ出力） • スタジオ：圧縮と存在感のあるプロフェッショナルなラジオボイス • ボイスチェンジャー：声のピッチを深いから鋭いに調整
nl: Kies het stemverwerkingseffect: • Dual Mono: Kopieer het signaal naar beide kanalen (stereo-uitgang) • Studio: Professionele radio stem met compressie en aanwezigheid • Stemveranderaar: Pas de toonhoogte van je stem aan van diep naar scherp
no: Velg stemmebehandlings-effekten: • Dual Mono: Kopier signalet til begge kanaler (stereo utgang) • Studio: Profesjonell radiostemme med kompresjon og tilstedeværelse • Voice Changer: Juster stemmetonen din fra dyp til skarp
pl: Wybierz efekt przetwarzania głosu: • Dual Mono: Skopiuj sygnał do obu kanałów (wyjście stereo) • Studio: Profesjonalny głos radiowy z kompresją i obecnością • Voice Changer: Dostosuj ton swojego głosu od niskiego do wysokiego
pt: Escolha o efeito de processamento de voz: • Mono Duplo: Copiar o sinal para ambos os canais (saída estéreo) • Estúdio: Voz profissional de rádio com compressão e presença • Alterador de Voz: Ajuste o tom da sua voz de grave a agudo
ro: Alege efectul de procesare a vocii: • Mono Dublu: Copiază semnalul în ambele canale (ieșire stereo) • Studio: Voce profesională de radio cu compresie și prezență • Schimbător de voce: Ajustează tonul vocii tale de la profund la ascuțit
ru: Выберите эффект обработки голоса: • Двойной моно: Копировать сигнал на оба канала (стереовыход) • Студийный: Профессиональный радиоголос с компрессией и присутствием • Изменитель голоса: Настройте высоту голоса от низкой до высокой
sk: Vyberte efekt spracovania hlasu: • Dvojitý mono: Skopírujte signál do oboch kanálov (stereofónny výstup) • Štúdio: Profesionálny rozhlasový hlas s kompresiou a prítomnosťou • Zmenič hlasu: Upravte výšku svojho hlasu od hlbokého po ostrý
sv: Välj röstbehandlings effekt: • Dual Mono: Kopiera signalen till båda kanalerna (stereo utgång) • Studio: Professionell radiostämma med kompression och närvaro • Röstförändrare: Justera din röstton från djup till skarp
tr: Ses işleme efektini seçin: • İkili Mono: Sinyali her iki kanala kopyala (stereo çıkış) • Stüdyo: Sıkıştırma ve varlık ile profesyonel radyo sesi • Ses Değiştirici: Ses tonunuzu derinleştirin veya inceltin
uk: Виберіть ефект обробки голосу: • Двоїний моно: Копіювати сигнал на обидва канали (стерео вихід) • Студійний: Професійний радіо голос з компресією та присутністю • Змінювач голосу: Налаштуйте висоту свого голосу від глибокого до різкого

source: Adjust the intensity of the selected effect. • Studio: Controls the amount of compression/presence • Voice Changer: Controls the pitch (Low to High)
bg: Регулирайте интензивността на избрания ефект. • Студио: Контролира количеството на компресията/присъствието • Промяна на гласа: Контролира височината (Ниска до Висока)
cs: Upravte intenzitu vybraného efektu. • Studio: Ovládá množství komprese/přítomnosti • Změna hlasu: Ovládá výšku tónu (nízká až vysoká)
da: Juster intensiteten af den valgte effekt. • Studio: Kontrollerer mængden af kompression/tilstedeværelse • Stemmeskifter: Kontrollerer tonehøjden (Lav til Høj)
de: Passen Sie die Intensität des ausgewählten Effekts an. • Studio: Steuert die Menge an Kompression/Präsenz • Sprachverzerrer: Steuert die Tonhöhe (Tief bis Hoch)
el: Ρυθμίστε την ένταση του επιλεγμένου εφέ. • Στούντιο: Ελέγχει την ποσότητα συμπίεσης/παρουσίας • Μετατροπέας Φωνής: Ελέγχει την τονικότητα (Χαμηλή έως Υψηλή)
es: Ajusta la intensidad del efecto seleccionado. • Estudio: Controla la cantidad de compresión/presencia • Cambiador de voz: Controla el tono (Bajo a Alto)
et: Kohanda valitud efekti intensiivsust. • Stuudio: Kontrollib kompressiooni/oleku hulka • Hääle muutja: Kontrollib kõrgust (Madala kuni Kõrge)
fi: Säädä valitun efektin intensiivisyyttä. • Studio: Säätää pakkaus-/läsnäolomäärää • Äänimuunnin: Säätää sävelkorkeutta (Matala - Korkea)
fr: Ajustez l'intensité de l'effet sélectionné. • Studio : Contrôle la quantité de compression/présence • Modificateur de voix : Contrôle la hauteur (Basse à Haute)
he: התאם את עוצמת האפקט הנבחר. • סטודיו: שולט על כמות הדחיסה/נוכחות • משדר קול: שולט על הגובה (נמוך עד גבוה)
hr: Podesite intenzitet odabranog efekta. • Studio: Kontrolira količinu kompresije/prisutnosti • Promjena glasa: Kontrolira visinu tona (Niska do Visoka)
hu: Állítsa be a kiválasztott effektus intenzitását. • Stúdió: Szabályozza a tömörítés/jelenlét mennyiségét • Hangváltó: Szabályozza a hangmagasságot (Alacsony - Magas)
is: Aðlagaðu styrk valda áhrifanna. • Stúdíó: Stýrir magni þjöppunar/nærveru • Raddbreytir: Stýrir tónhæð (Lág til Hár)
it: Regola l'intensità dell'effetto selezionato. • Studio: Controlla la quantità di compressione/presenza • Cambiatore di Voce: Controlla il tono (Basso ad Alto)
ja: 選択したエフェクトの強度を調整します。 • スタジオ: 圧縮/存在感の量を制御します • ボイスチェンジャー: ピッチ（低から高）を制御します
nl: Pas de intensiteit van het geselecteerde effect aan. • Studio: Beheert de hoeveelheid compressie/presentie • Stemveranderaar: Beheert de toonhoogte (Laag naar Hoog)
no: Juster intensiteten av den valgte effekten. • Studio: Kontrollerer mengden kompresjon/nærvær • Stemmeskifter: Kontrollerer tonehøyden (Lav til Høy)
pl: Dostosuj intensywność wybranego efektu. • Studio: Kontroluje ilość kompresji/obecności • Zmieniacz głosu: Kontroluje ton (Niski do Wysokiego)
pt: Ajuste a intensidade do efeito selecionado. • Estúdio: Controla a quantidade de compressão/presença • Alterador de Voz: Controla o tom (Baixo a Alto)
ro: Ajusta intensitatea efectului selectat. • Studio: Controlează cantitatea de compresie/prezență • Schimbător de voce: Controlează tonalitatea (Scăzut la Înalt)
ru: Настройте интенсивность выбранного эффекта. • Студия: Управляет количеством сжатия/присутствия • Изменение голоса: Управляет высотой тона (Низкий до Высокий)
sk: Upravte intenzitu vybraného efektu. • Štúdio: Ovláda množstvo kompresie/prítomnosti • Zmenič hlasu: Ovláda výšku tónu (nízka až vysoká)
sv: Justera intensiteten av den valda effekten. • Studio: Kontrollerar mängden kompression/närvaro • Röstförändrare: Kontrollerar tonhöjden (Låg till Hög)
tr: Seçilen efektin yoğunluğunu ayarlayın. • Stüdyo: Sıkıştırma/varlık miktarını kontrol eder • Ses Değiştirici: Tonu kontrol eder (Düşükten Yükseğe)
uk: Налаштуйте інтенсивність вибраного ефекту. • Студія: Контролює кількість стиснення/присутності • Змінювач голосу: Контролює висоту тону (Низький до Високого)
