Repository: biglinux/biglinux-noise-reduction-pipewire
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: How fast gate opens ({attack:.1f} ms)
bg: Колко бързо се отваря вратата ({attack:.1f} ms)
cs: Jak rychle se brána otevírá ({attack:.1f} ms)
da: Hvor hurtigt porten åbner ({attack:.1f} ms)
de: Wie schnell sich das Tor öffnet ({attack:.1f} ms)
el: Πόσο γρήγορα ανοίγει η πύλη ({attack:.1f} ms)
es: Qué tan rápido se abre la puerta ({attack:.1f} ms)
et: Kui kiiresti värav avaneb ({attack:.1f} ms)
fi: Kuinka nopeasti portti avautuu ({attack:.1f} ms)
fr: La vitesse d'ouverture de la porte ({attack:.1f} ms)
he: כמה מהר השער נפתח ({attack:.1f} מ"ש)
hr: Koliko brzo se vrata otvaraju ({attack:.1f} ms)
hu: Milyen gyorsan nyílik a kapu ({attack:.1f} ms)
is: Hversu hratt opnast hliðið ({attack:.1f} ms)
it: Quanto velocemente si apre il cancello ({attack:.1f} ms)
ja: ゲートが開く速度 ({attack:.1f} ミリ秒)
nl: Hoe snel de poort opent ({attack:.1f} ms)
no: Hvor raskt porten åpner seg ({attack:.1f} ms)
pl: Jak szybko otwiera się brama ({attack:.1f} ms)
pt: Quão rápido o portão se abre ({attack:.1f} ms)
ro: Cât de repede se deschide poarta ({attack:.1f} ms)
ru: Как быстро открывается ворота ({attack:.1f} мс)
sk: Ako rýchlo sa brána otvára ({attack:.1f} ms)
sv: Hur snabbt porten öppnas ({attack:.1f} ms)
tr: Kapı ne kadar hızlı açılır ({attack:.1f} ms)
uk: Як швидко відкривається ворота ({attack:.1f} мс)

source: Min open time ({hold:.1f} ms)
bg: Минимално време за отваряне ({hold:.1f} ms)
cs: Minimální doba otevření ({hold:.1f} ms)
da: Min åbningstid ({hold:.1f} ms)
de: Min. Öffnungszeit ({hold:.1f} ms)
el: Ελάχιστος χρόνος ανοίγματος ({hold:.1f} ms)
es: Tiempo mínimo de apertura ({hold:.1f} ms)
et: Min avatud aeg ({hold:.1f} ms)
fi: Min avausaika ({hold:.1f} ms)
fr: Temps d'ouverture min ({hold:.1f} ms)
he: זמן פתיחה מינימלי ({hold:.1f} מ"ש)
hr: Min vrijeme otvaranja ({hold:.1f} ms)
hu: Min nyitási idő ({hold:.1f} ms)
is: Min opnunartími ({hold:.1f} ms)
it: Min tempo di apertura ({hold:.1f} ms)
ja: 最小オープン時間 ({hold:.1f} ミリ秒)
nl: Min open tijd ({hold:.1f} ms)
no: Min åpentid ({hold:.1f} ms)
pl: Minimal czas otwarcia ({hold:.1f} ms)
pt: Tempo mínimo de abertura ({hold:.1f} ms)
ro: Timp minim de deschidere ({hold:.1f} ms)
ru: Минимальное время открытия ({hold:.1f} мс)
sk: Min. čas otvorenia ({hold:.1f} ms)
sv: Min öppettid ({hold:.1f} ms)
tr: Min açık süre ({hold:.1f} ms)
uk: Мінімальний час відкриття ({hold:.1f} мс)

source: Decay time ({release:.1f} ms)
bg: Време на разпад ({release:.1f} ms)
cs: Čas útlumu ({release:.1f} ms)
da: Forfaldstid ({release:.1f} ms)
de: Verfallszeit ({release:.1f} ms)
el: Χρόνος αποσύνθεσης ({release:.1f} ms)
es: Tiempo de decaimiento ({release:.1f} ms)
et: Laguaeg ({release:.1f} ms)
fi: Hajoamisaika ({release:.1f} ms)
fr: Temps de décomposition ({release:.1f} ms)
he: זמן דעיכה ({release:.1f} מ"ש)
hr: Vrijeme propadanja ({release:.1f} ms)
hu: Lebontási idő ({release:.1f} ms)
is: Rúm tíma ({release:.1f} ms)
it: Tempo di decadimento ({release:.1f} ms)
ja: 減衰時間 ({release:.1f} ms)
nl: Vervalstijd ({release:.1f} ms)
no: Forfallstid ({release:.1f} ms)
pl: Czas zaniku ({release:.1f} ms)
pt: Tempo de decaimento ({release:.1f} ms)
ro: Timp de decădere ({release:.1f} ms)
ru: Время затухания ({release:.1f} мс)
sk: Čas rozkladu ({release:.1f} ms)
sv: Nedbrytningstid ({release:.1f} ms)
tr: Bozulma süresi ({release:.1f} ms)
uk: Час затухання ({release:.1f} мс)

source: If you want sounds other than the voice to be captured, reduce the filter intensity. ({percent}%)
cs: Pokud chcete, aby byly zachyceny zvuky kromě hlasu, snižte intenzitu filtru. ({percent}%)
da: Hvis du ønsker, at lyde udover stemmen skal fanges, skal du reducere filterintensiteten. ({percent}%)
es: Si deseas que se capturen sonidos además de la voz, reduce la intensidad del filtro. ({percent}%)
he: אם אתה רוצה שהצלילים האחרים מלבד הקול יילכדו, הפחת את עוצמת המסנן. ({percent}%)
hr: Ako želite da se snimaju zvukovi osim glasa, smanjite intenzitet filtra. ({percent}%)
hu: Ha más hangokat is szeretnél rögzíteni a hangon kívül, csökkentsd a szűrő intenzitását. ({percent}%)
nl: Als je andere geluiden dan de stem wilt vastleggen, verlaag dan de filterintensiteit. ({percent}%)
no: Hvis du vil at lyder annet enn stemmen skal fanges, reduser filterintensiteten. ({percent}%)
pt: Se você deseja que outros áudios além da voz sejam capturados, pode reduzir a intensidade do filtro. ({percent}%)
ro: Dacă doriți ca sunetele, altele decât vocea, să fie capturate, reduceți intensitatea filtrului. ({percent}%)
ru: Если вы хотите, чтобы захватывались звуки, кроме голоса, уменьшите интенсивность фильтра. ({percent}%)
tr: Seslerin, sesin dışında yakalanmasını istiyorsanız, filtre yoğunluğunu azaltın. ({percent}%)
uk: Якщо ви хочете, щоб були захоплені звуки, окрім голосу, зменшіть інтенсивність фільтра. ({percent}%)

source: Monitor feedback delay. Useful for checking sync. ({delay} ms)
bg: Забавяне на обратната връзка на монитора. Полезно за проверка на синхронизацията. ({delay} ms)
cs: Sledování zpoždění zpětné vazby. Užitečné pro kontrolu synchronizace. ({delay} ms)
da: Overvåg feedbackforsinkelse. Nyttig til at tjekke synkronisering. ({delay} ms)
de: Überwachungsverzögerung des Feedbacks. Nützlich zur Überprüfung der Synchronisation. ({delay} ms)
el: Παρακολούθηση καθυστέρησης ανατροφοδότησης. Χρήσιμο για έλεγχο συγχρονισμού. ({delay} ms)
es: Monitorear el retraso de retroalimentación. Útil para verificar la sincronización. ({delay} ms)
et: Jälgige tagasiside viivitust. Kasulik sünkroonimise kontrollimiseks. ({delay} ms)
fi: Valvo palautteen viivettä. Hyödyllinen synkronoinnin tarkistamiseen. ({delay} ms)
fr: Surveiller le délai de retour d'information. Utile pour vérifier la synchronisation. ({delay} ms)
he: עקוב אחרי עיכוב משוב. שימושי לבדוק סנכרון. ({delay} מ"ש)
hr: Odgoda povratnih informacija monitora. Korisno za provjeru sinkronizacije. ({delay} ms)
hu: Késleltetés figyelése. Hasznos a szinkronizálás ellenőrzéséhez. ({delay} ms)
is: Skoða seinkun á endurgjöf. Nyttugt til að athuga samstillingu. ({delay} ms)
it: Monitora il ritardo del feedback. Utile per controllare la sincronizzazione. ({delay} ms)
ja: フィードバック遅延を監視します。同期を確認するのに便利です。 ({delay} ミリ秒)
nl: Monitor feedbackvertraging. Handig voor het controleren van synchronisatie. ({delay} ms)
no: Overvåk tilbakemeldingsforsinkelse. Nyttig for å sjekke synkronisering. ({delay} ms)
pl: Opóźnienie monitorowania sprzężenia zwrotnego. Przydatne do sprawdzania synchronizacji. ({delay} ms)
pt: Monitorar atraso de feedback. Útil para verificar sincronização. ({delay} ms)
ro: Monitorizați întârzierea feedback-ului. Util pentru verificarea sincronizării. ({delay} ms)
ru: Мониторинг задержки обратной связи. Полезно для проверки синхронизации. ({delay} мс)
sk: Sledovanie oneskorenia spätnej väzby. Užitečné na kontrolu synchronizácie. ({delay} ms)
sv: Övervaka feedbackfördröjning. Användbart för att kontrollera synk. ({delay} ms)
tr: Geri bildirim gecikmesini izleyin. Senkronizasyonu kontrol etmek için faydalıdır. ({delay} ms)
uk: Моніторинг затримки зворотного зв'язку. Корисно для перевірки синхронізації. ({delay} мс)

source: Removal aggressiveness. High values clean more but may alter voice. ({percent}%)
bg: Агресивност на премахване. Високите стойности почистват повече, но могат да променят гласа. ({percent}%)
cs: Odstranění agresivity. Vysoké hodnoty čistí více, ale mohou změnit hlas. ({percent}%)
da: Fjernelsesaggressivitet. Høje værdier renser mere, men kan ændre stemmen. ({percent}%)
de: Entfernungseffizienz. Hohe Werte reinigen mehr, können jedoch die Stimme verändern. ({percent}%)
el: Αγριότητα αφαίρεσης. Υψηλές τιμές καθαρίζουν περισσότερο αλλά μπορεί να αλλοιώσουν τη φωνή. ({ποσοστό}%)
es: Agresividad de eliminación. Los valores altos limpian más pero pueden alterar la voz. ({percent}%)
et: Eemaldamise agressiivsus. Kõrged väärtused puhastavad rohkem, kuid võivad häält muuta. ({protsent}%)
fi: Poiston aggressiivisuus. Korkeat arvot puhdistavat enemmän, mutta voivat muuttaa ääntä. ({prosentti}%)
fr: Aggressivité de suppression. Des valeurs élevées nettoient davantage mais peuvent altérer la voix. ({pourcentage}%)
he: אגרסיביות הסרה. ערכים גבוהים מנקים יותר אך עשויים לשנות את הקול. ({percent}%)
hr: Agresivnost uklanjanja. Visoke vrijednosti čiste više, ali mogu promijeniti glas. ({postotak}%)
hu: Eltávolítási agresszivitás. A magas értékek jobban tisztítanak, de megváltoztathatják a hangot. ({percent}%)
is: Afturtaka árásargildi. Há gildi hreinsa meira en geta breytt rödd. ({percent}%)
it: Aggressività di rimozione. Valori elevati puliscono di più ma possono alterare la voce. ({percent}%)
ja: 除去の攻撃性。高い値はより多くをクリーンにしますが、声が変わる可能性があります。({percent}%)
nl: Verwijderingsagressiviteit. Hoge waarden reinigen meer, maar kunnen de stem veranderen. ({percent}%)
no: Fjerning aggressivitet. Høye verdier renser mer, men kan endre stemmen. ({prosent}%)
pl: Agresywność usuwania. Wysokie wartości usuwają więcej, ale mogą zmienić głos. ({percent}%)
pt: Aggressividade de remoção. Valores altos limpam mais, mas podem alterar a voz. ({percent}%)
ro: Aggresivitate de eliminare. Valorile mari curăță mai mult, dar pot altera vocea. ({percent}%)
ru: Агрессивность удаления. Высокие значения очищают больше, но могут изменить голос. ({percent}%)
sk: Odstránenie agresivity. Vysoké hodnoty čistejšie, ale môžu zmeniť hlas. ({percent}%)
sv: Borttagningsaggressivitet. Höga värden rengör mer men kan förändra rösten. ({percent}%)
tr: Kaldırma agresifliği. Yüksek değerler daha fazla temizler ancak sesi değiştirebilir. ({percent}%)
uk: Агресивність видалення. Високі значення очищують більше, але можуть змінити голос. ({percent}%)

source: Radio Effect Intensity
bg: Интензивност на радиоефекта
cs: Intenzita rádiového efektu
da: Radioeffekt Intensitet
de: Radioeffektintensität
el: Ένταση Εφέ Ραδιοφώνου
es: Intensidad del efecto de radio
et: Raadioefekti intensiivsus
fi: Radiovaikutuksen intensiivisyys
fr: Intensité de l'effet radio
he: עוצמת אפקט רדיו
hr: Intenzitet radio efekta
hu: Rádióhatás Intenzitás
is: Útgeislunaráhrif Styrkur
it: Intensità dell'effetto radio
ja: ラジオ効果の強度
nl: Radio-effect intensiteit
no: Radioeffektintensitet
pl: Intensywność efektu radia
pt: Intensidade do Efeito de Rádio
ro: Intensitate efect radio
ru: Интенсивность радиовоздействия
sk: Intenzita rádiového efektu
sv: Radioljudseffektens intensitet
tr: Radyo Efekti Yoğunluğu
uk: Інтенсивність радіоефекту

source: Intense
bg: Интензивен
cs: Intenzivní
da: Intensiv
de: Intensiv
el: Έντονος
es: Intenso
et: Intensiivne
fi: Intensiivinen
he: עוצמתי
hr: Intenzivan
hu: Intenzív
is: Intensívur
it: Intenso
ja: 強烈
nl: Intensief
no: Intensiv
pl: Intensywny
pt: Intenso
ro: Intensiv
ru: Интенсивный
sk: Intenzívny
sv: Intensiv
tr: Yoğun
uk: Інтенсивний

source: Adjust compression and presence level. ({percent}%)
bg: Настройте нивото на компресия и присъствие. ({percent}%)
cs: Upravte úroveň komprese a přítomnosti. ({percent}%)
da: Juster kompression og tilstedeværelsesniveau. ({percent}%)
de: Passen Sie die Kompression und den Präsenzgrad an. ({percent}%)
el: Ρυθμίστε το επίπεδο συμπίεσης και παρουσίας. ({ποσοστό}%)
es: Ajusta el nivel de compresión y presencia. ({percent}%)
et: Reguleeri tihendust ja kohaloleku taset. ({percent}%)
fi: Säädä pakkaus- ja läsnäolotasoa. ({percent}%)
fr: Ajustez le niveau de compression et de présence. ({pourcentage}%)
he: התאם את רמת הדחיסה והנוכחות. ({percent}%)
hr: Podesite razinu kompresije i prisutnosti. ({percent}%)
hu: Állítsa be a tömörítést és a jelenlét szintet. ({percent}%)
is: Aðlaga þjöppun og nærveru stig. ({percent}%)
it: Regola il livello di compressione e presenza. ({percent}%)
ja: 圧縮とプレゼンスレベルを調整します。({percent}%)
nl: Pas de compressie- en aanwezigheidsgraad aan. ({percent}%)
no: Juster kompresjons- og tilstedeværelsesnivå. ({percent}%)
pl: Dostosuj poziom kompresji i obecności. ({percent}%)
pt: Ajuste o nível de compressão e presença. ({percent}%)
ro: Ajustați nivelul de compresie și prezență. ({percent}%)
ru: Настройте уровень сжатия и присутствия. ({percent}%)
sk: Upravte úroveň kompresie a prítomnosti. ({percent}%)
sv: Justera kompression och närvaronivå. ({percent}%)
tr: Sıkıştırma ve varlık seviyesini ayarlayın. ({percent}%)
uk: Налаштуйте рівень стиснення та присутності. ({percent}%)

source: Voice Tonality (Pitch)
bg: Тоналност на гласа (височина)
cs: Hlasová tonalita (výška)
da: Stemmeskvalitet (Tonehøjde)
de: Stimmtonalität (Tonhöhe)
el: Φωνητική Τονικότητα (Ύψος)
es: Tonalidad de voz (Tono)
et: Hääle toon (kõrgus)
fi: Äänen sävy (Korkeus)
fr: Tonalité de la voix (Hauteur)
he: טונליות קולית (גובה)
hr: Tonacija glasa (Visina)
hu: Hangszín (Frekvencia)
is: Raddur (Hljómur)
it: Tonalità della voce (Altezza)
ja: 音声のトーン（ピッチ）
nl: Stemtoon (Timbre)
no: Stemning (Tone)
pl: Tonacja głosu (wysokość dźwięku)
pt: Tonality da Voz (Tom)
ro: Tonul vocii (Înălțime)
ru: Тональность голоса (Высота)
sk: Hlasová tonalita (výška)
sv: Rösttonalitet (Tonhöjd)
tr: Ses Tonu (Frekans)
uk: Тональність голосу (висота)

source: Deep
bg: Дълбок
cs: Hluboký
da: Dyb
de: Tief
el: Βαθιά
es: Profundo
et: Süva
fi: Syvä
fr: Profond
he: עמוק
hr: Duboko
hu: Mély
is: Djúpur
it: Profondo
ja: 深い
nl: Diep
no: Dyp
pl: Głęboki
pt: Profundo
ro: Adânc
ru: Глубокий
sk: Hlboký
sv: Djup
tr: Derin
uk: Глибокий

source: Normal
bg: Нормален
cs: Normální
el: Κανονικός
et: Tavaline
fi: Normaali
he: נורמלי
hr: Normalan
hu: Normál
is: Venjulegt
it: Normale
ja: ノーマル
nl: Normaal
pl: Normalny
ru: Нормальный
sk: Normálny
uk: Нормальний

source: Sharp
bg: Остър
cs: Ostrý
da: Skarp
de: Scharf
el: Αιχμηρός
es: Agudo
et: Terav
fi: Terävä
fr: Aiguisé
he: שָׁרוּת
hr: Oštar
hu: Éles
is: Skörp
it: Affilato
ja: シャープ
nl: Scherp
no: Skarp
pl: Ostrze
pt: Afiado
ro: Ascuțit
ru: Резкий
sk: Ostrý
sv: Skarp
tr: Keskin
uk: Гострий

source: Adjust voice pitch. 0%=Deep, 50%=Normal, 100%=Sharp. ({percent}%)
bg: Настройте височината на гласа. 0%=Дълбок, 50%=Нормален, 100%=Остър. ({percent}%)
cs: Upravte výšku hlasu. 0%=Hluboký, 50%=Normální, 100%=Ostrý. ({percent}%)
da: Juster stemtone. 0%=Dyb, 50%=Normal, 100%=Skarp. ({percent}%)
de: Stimmenhöhe anpassen. 0%=Tief, 50%=Normal, 100%=Hoch. ({percent}%)
el: Ρυθμίστε την τονικότητα της φωνής. 0%=Βαθιά, 50%=Κανονική, 100%=Ξυρισμένη. ({percent}%)
es: Ajustar el tono de voz. 0%=Profundo, 50%=Normal, 100%=Agudo. ({percent}%)
et: Reguleeri hääle kõrgust. 0%=Sügav, 50%=Tavaline, 100%=Kärisev. ({percent}%)
fi: Säädä äänen korkeutta. 0%=Syvä, 50%=Normaali, 100%=Terävä. ({percent}%)
fr: Ajuster la hauteur de la voix. 0%=Profond, 50%=Normal, 100%=Aigu. ({percent}%)
he: התאם את גובה הקול. 0%=עמוק, 50%=נורמלי, 100%=חד. ({percent}%)
hr: Podesite visinu glasa. 0%=Duboko, 50%=Normalno, 100%=Oštro. ({percent}%)
hu: Állítsa be a hangmagasságot. 0%=Mély, 50%=Normál, 100%=Éles. ({percent}%)
is: Aðlaga raddhæð. 0%=Djúpt, 50%=Venjulegt, 100%=Skarpt. ({percent}%)
it: Regola il tono della voce. 0%=Profondo, 50%=Normale, 100%=Acuto. ({percent}%)
ja: 音声のピッチを調整します。0%=低音、50%=標準、100%=高音。({percent}%)
nl: Pas de stemhoogte aan. 0%=Diep, 50%=Normaal, 100%=Scherp. ({percent}%)
no: Juster stemtone. 0%=Dyp, 50%=Normal, 100%=Skarp. ({percent}%)
pl: Dostosuj ton głosu. 0%=Głęboki, 50%=Normalny, 100%=Ostry. ({percent}%)
pt: Ajustar o tom da voz. 0%=Profundo, 50%=Normal, 100%=Agudo. ({percent}%)
ro: Ajustați tonul vocii. 0%=Adânc, 50%=Normal, 100%=Ascuțit. ({percent}%)
ru: Настройка высоты голоса. 0%=Глубокий, 50%=Нормальный, 100%=Резкий. ({percent}%)
sk: Upravte výšku hlasu. 0%=Hlboký, 50%=Normálny, 100%=Ostrý. ({percent}%)
sv: Justera röstton. 0%=Djupt, 50%=Normalt, 100%=Skärpt. ({percent}%)
tr: Ses tonunu ayarla. %0=Derin, %50=Normal, %100=Keskin. ({percent}%)
uk: Налаштуйте висоту голосу. 0%=Глибокий, 50%=Нормальний, 100%=Різкий. ({percent}%)

source: Soundstage width. Higher = more immersive. ({percent}%)
bg: Ширина на звуковата сцена. По-висока = по-поглъщащо. ({percent}%)
cs: Šířka zvukového pole. Vyšší = více pohlcující. ({percent}%)
da: Lydscene bredde. Højere = mere medrivende. ({percent}%)
de: Klangbühnenbreite. Höher = immersiver. ({percent}%)
el: Πλάτος σκηνής ήχου. Υψηλότερο = πιο καθηλωτικό. ({ποσοστό}%)
es: Ancho de escenario sonoro. Mayor = más inmersivo. ({percent}%)
et: Heli laius. Kõrgem = rohkem kaasahaarav. ({percent}%)
fi: Äänilavan leveys. Korkeampi = enemmän immersiivisyyttä. ({percent}%)
fr: Largeur de la scène sonore. Plus élevé = plus immersif. ({pourcentage}%)
he: רוחב במת הסאונד. גבוה יותר = חוויה יותר מעמיקה. ({percent}%)
hr: Širina zvučne pozornice. Više = više uranjajuće. ({postotak}%)
hu: Hangkép szélesség. Magasabb = magával ragadóbb. ({percent}%)
is: Hljóðsvið breidd. Hærra = meira umhverfislegt. ({percent}%)
it: Larghezza del palcoscenico sonoro. Maggiore = più immersivo. ({percent}%)
ja: サウンドステージの幅。高いほど没入感が増します。({percent}%)
nl: Geluidsscene breedte. Hoger = meer meeslepend. ({percent}%)
no: Lydscenebredde. Høyere = mer oppslukende. ({prosent}%)
pl: Szerokość sceny dźwiękowej. Wyższa = bardziej immersyjna. ({percent}%)
pt: Largura do palco sonoro. Maior = mais imersivo. ({percent}%)
ro: Lățimea scenei sonore. Mai mare = mai imersiv. ({percent}%)
ru: Ширина звуковой сцены. Чем выше = тем более погружающий. ({percent}%)
sk: Šírka zvukového poľa. Vyššia = viac pohlcujúca. ({percent}%)
sv: Ljudscenens bredd. Högre = mer uppslukande. ({percent}%)
tr: Ses sahnesi genişliği. Daha yüksek = daha sürükleyici. ({yüzde}%)
uk: Ширина звукової сцени. Вища = більш занурююча. ({percent}%)

source: Settings successfully restored
bg: Настройките бяха успешно възстановени.
cs: Nastavení byla úspěšně obnovena.
da: Indstillinger gendannet med succes
de: Einstellungen erfolgreich wiederhergestellt
el: Οι ρυθμίσεις αποκαταστάθηκαν με επιτυχία
es: Configuraciones restauradas con éxito
et: Seaded on edukalt taastatud
fi: Asetukset palautettu onnistuneesti
fr: Paramètres restaurés avec succès
he: הגדרות שוחזרו בהצלחה
hr: Postavke su uspješno vraćene.
hu: A beállítások sikeresen visszaállítva.
is: stillingar endurheimtar með góðum árangri
it: Impostazioni ripristinate con successo
ja: 設定が正常に復元されました
nl: Instellingen succesvol hersteld
no: Innstillinger gjenopprettet med suksess
pl: Ustawienia zostały pomyślnie przywrócone.
pt: Configurações restauradas com sucesso
ro: Setările au fost restaurate cu succes.
ru: Настройки успешно восстановлены
sk: Nastavenia boli úspešne obnovené.
sv: Inställningar har återställts framgångsrikt
tr: Ayarlar başarıyla geri yüklendi.
uk: Налаштування успішно відновлено

source: All settings have been restored!
bg: Всички настройки са възстановени!
cs: Všechna nastavení byla obnovena!
da: Alle indstillinger er blevet gendannet!
de: Alle Einstellungen wurden wiederhergestellt!
el: Όλες οι ρυθμίσεις έχουν αποκατασταθεί!
es: ¡Todas las configuraciones han sido restauradas!
et: Kõik seaded on taastatud!
fi: Kaikki asetukset on palautettu!
fr: Tous les paramètres ont été restaurés !
he: כל ההגדרות שוחזרו!
hr: Sve postavke su vraćene!
hu: Minden beállítás visszaállítva!
is: Öll stillingar hafa verið endurstilltar!
it: Tutte le impostazioni sono state ripristinate!
ja: すべての設定が復元されました！
nl: Alle instellingen zijn hersteld!
no: Alle innstillinger har blitt gjenopprettet!
pl: Wszystkie ustawienia zostały przywrócone!
pt: Todas as configurações foram restauradas!
ro: Toate setările au fost restaurate!
ru: Все настройки были восстановлены!
sk: Všetky nastavenia boli obnovené!
sv: Alla inställningar har återställts!
tr: Tüm ayarlar geri yüklendi!
uk: Усі налаштування були відновлені!

source: Legal
da: Juridisk
he: חוקי
hr: Pravno
ru: Законный
tr: Hukuki
uk: Правовий

source: The GPL-3.0 license applies to this configuration interface. The projects used to apply the filters have their own licenses.
da: GPL-3.0-licensen gælder for denne konfigurationsgrænseflade. De projekter, der bruges til at anvende filtrene, har deres egne licenser.
es: La licencia GPL-3.0 se aplica a esta interfaz de configuración. Los proyectos utilizados para aplicar los filtros tienen sus propias licencias.
he: רישיון GPL-3.0 חל על ממשק הקונפיגורציה הזה. לפרויקטים שבהם נעשה שימוש כדי להחיל את המסננים יש רישיונות משלהם.
hr: GPL-3.0 licenca se primjenjuje na ovo sučelje za konfiguraciju. Projekti korišteni za primjenu filtara imaju svoje vlastite licence.
ro: Licența GPL-3.0 se aplică acestei interfețe de configurare. Proiectele utilizate pentru aplicarea filtrelor au propriile lor licențe.
ru: Лицензия GPL-3.0 применяется к этому интерфейсу конфигурации. Проекты, используемые для применения фильтров, имеют свои собственные лицензии.
tr: Bu yapılandırma arayüzüne GPL-3.0 lisansı uygulanır. Filtreleri uygulamak için kullanılan projelerin kendi lisansları vardır.
uk: Ліцензія GPL-3.0 застосовується до цього інтерфейсу конфігурації. Проекти, що використовуються для застосування фільтрів, мають свої власні ліцензії.

source: Technologies used
da: Brugte teknologier
es: Tecnologías utilizadas
he: טכנולוגיות בשימוש
hr: Korištene tehnologije
ro: Tehnologii utilizate
ru: Используемые технологии
tr: Kullanılan teknolojiler
uk: Використані технології

source: Restore settings?
bg: Възстановяване на настройки?
cs: Obnovit nastavení?
da: Gendan indstillinger?
de: Einstellungen wiederherstellen?
el: Επαναφορά ρυθμίσεων;
es: ¿Restaurar configuraciones?
et: Taasta seaded?
fi: Palauta asetukset?
fr: Restaurer les paramètres ?
he: שחזר הגדרות?
hr: Vrati postavke?
hu: Beállítások visszaállítása?
is: Endur stillingar?
it: Ripristinare le impostazioni?
ja: 設定を復元しますか？
nl: Instellingen herstellen?
no: Gjenopprett innstillinger?
pl: Przywrócić ustawienia?
pt: Restaurar configurações?
ro: Restaurare setările?
ru: Восстановить настройки?
sk: Obnoviť nastavenia?
sv: Återställ inställningar?
tr: Ayarları geri yükle?
uk: Відновити налаштування?

source: This will return all adjustments to their original defaults.
bg: Това ще върне всички настройки към техните оригинални стойности.
cs: Tímto se vrátí všechny úpravy na jejich původní výchozí hodnoty.
da: Dette vil returnere alle justeringer til deres oprindelige standardindstillinger.
de: Dies stellt alle Anpassungen auf ihre ursprünglichen Standardwerte zurück.
el: Αυτό θα επιστρέψει όλες τις ρυθμίσεις στις αρχικές τους προεπιλογές.
es: Esto devolverá todos los ajustes a sus valores predeterminados originales.
et: See tagastab kõik kohandused nende algsetesse vaikeväärtustesse.
fi: Tämä palauttaa kaikki säädöt niiden alkuperäisiin oletusarvoihin.
fr: Cela ramènera tous les ajustements à leurs valeurs par défaut d'origine.
he: זה יחזיר את כל ההתאמות לברירות המחדל המקוריות שלהן.
hr: Ovo će vratiti sve prilagodbe na njihove izvorne zadane postavke.
hu: Ez visszaállítja az összes módosítást az eredeti alapértelmezett értékekre.
is: Þetta mun skila öllum aðlögunum í upprunaleg gildi sín.
it: Questo ripristinerà tutte le regolazioni ai loro valori predefiniti originali.
ja: これにより、すべての調整が元のデフォルトに戻ります。
nl: Dit zal alle aanpassingen naar hun oorspronkelijke standaardinstellingen terugbrengen.
no: Dette vil returnere alle justeringer til deres opprinnelige standardinnstillinger.
pl: To zwróci wszystkie dostosowania do ich oryginalnych ustawień.
pt: Isto retornará todos os ajustes aos seus padrões originais.
ro: Aceasta va returna toate ajustările la valorile lor implicite originale.
ru: Это вернет все настройки к их оригинальным значениям по умолчанию.
sk: Toto vráti všetky úpravy na ich pôvodné predvolené hodnoty.
sv: Detta kommer att återställa alla justeringar till deras ursprungliga standardinställningar.
tr: Bu, tüm ayarlamaları orijinal varsayılanlarına döndürecektir.
uk: Це поверне всі налаштування до їхніх оригінальних значень за замовчуванням.
